[
  {
    "name": "*Some Biographies*",
    "desc": "\nName: Catherine\nType: Android-Human\nAge: 35\nPhysical: Long red hair, v. tall, large scar across cheek, missing toe\nPersonality: Caring and attempts to be friendly but sometimes hinders more. Has a vicious temper but hard to anger. Sometimes described as 'black widow', seen using her body to get her way with men and women alike.\nMajor Interests: Hairdressing, scissors, family (incl. Joel)\nInterests: Tattoos and noticed to prefer jazz over other genres of music\nDislikes: Possibly the colour red, wearing clothes if necessary (linked to Black Widow)\nMajor Dislikes: Being asked about her life\nOther: Seems to trust Joel but dislikes him being near other women too much due to his supposedly sex craving lifestyle. Married 16 years to him, has 2 children named Kenny and Penny.\n\n\nName: Joel\nType: Android-Human\nAge: 36\nPhysical: Short uncared for hair, tall, large scar but refuses to show where\nPersonality: Described by Catherine to have a warm, fuzzy inside but it is rarely seen. Keeps a hard shell and generally ignores emotions when possible. Very open to Catherine but seems like a unique relationship. Also has vicious temper but slightly less than Catherine. Easier to anger.\nMajor Interests: Catherine\nInterests: Family, somewhat engineering, drinking\nDislikes: Catherine drunk (although previously said this was an interest), anyone taking control over him\nMajor Dislikes: Homosexuality\nOther: Seems to trust Catherine a lot and acts very differently around her. Suffers from depression and worries about being an awful father nearly daily. Stays around Catherine a lot. Married 16 years to her, has 2 children named Kenny and Penny\n\n\nName: Violet\nType: Human\nAge: 27\nPhysical: short violet hair, short, thin build\nPersonality: very worrisome and anxious. Suffers from depression and anxiety and heavily relies on her wife Shi. Open to individual few but tries to keep her life private. Easily beat down. Very teary and spends most her time inside, hiding in bed when not working. Slowly getting better but needs Shi. Recent months show major improvements, and seems happier.\nMajor Interests: Shi, Victoria (adopted daughter)\nInterests: 'Kitty' (Catherine), music, pancakes, working\nDislikes: \nMajor Dislikes: Joel's personality (but she doesn't mind him as long as he's with Catherine)\nOther: has attempted suicide. Banned from drinking any alcoholic drink. Shi sometimes finds her hard work but generally doesn't show it. Regularly craves sex. Married to Shi 8 years\n\n\nName: Ella\nType: Human\nAge: 24\nPhysical: average height, v. long hair (braided), thin build, wears glasses \nPersonality: suffers from mild anxiety, and worries about everything. Very friendly and gentle and doesn't seem to have a bad side. Holds lovers and friends close. Not trendy and wears whatever, but is influenced somewhat by Curie. Broke up with Curie once when she was 20 but couldn't bare it and immediately got back together\nMajor Interests: Curie, her accent, Biology\nInterests: Science, Astrology, Alex and Lill\nDislikes: spicy foods, being alone\nMajor Dislikes: having her hair cut, Curie's parents (supposedly led to their 1st breakup)\nOther: makes sure anything other than kissing in their relationship is special and very rare. Adores Curie's accent and sometimes speak French to hear it stronger. Recently cut Curie's hair in the style of her own\n"
  },
  {
    "name": "*Entering the New World Part 2*",
    "desc": "\nIf I'm honest, I forgot how many times she woke me up in the night. It was more than ten, I think, and it was always her sobbing, except the time she was trying to copy Eve's (our cat) purr, which I admit was pretty cute.\n\nThe next morning I watched her play with Eve until I turned over and stroked her hair slowly, where she just watched me. I think she was still unsure about me - it can't have been the first time she was taken in to be left alone again.\n\nI yawned and picked her up then we both went and had breakfast. I made her cereal and she ate a lot of it actually (as much as she could) and she looked after finishing, expecting me to tell her what to do again. \n\nI cleaned up then looked at her and sighed a bit. I didn't want to send her to an orphanage, and the thought made me sad. I had no choice. I went to call the orphanage again - but my phone was dead.\n\nI brought it to my charger and plugged it in - again, and again, and again. It took me a while before I realised there was another power cut. I sighed and looked at the girl who was back with Eve on the floor, not caring about anything else. I suppose she had seen cats before, just not me.\n\nI ended up bringing covers and pillows to the couch then made a sofa bed as the girl quickly crawled under it and curled up. I didn't blame her - it was very cold in the flat.\n\nShe popped her little eyes out and watched me, shivering a bit, and I smiled, then picked up Eve, sat under the covers  next to the girl and sighed a bit. I watched as she slowly crawled onto my lap and cuddled up, yawning. No wonder she was so damn tired.\n\nI stroked her hair slowly and I felt her cling to my t-shirt, and then slowly hide under it. I could feel her hair and cheek pressing against my stomach, and slowly my chest, as she tried to hide more and more.\n\nI didn't try and push her out. I just left her there and we sat there for a long time until the ceiling lights flickered on and I smiled. I pulled her out from under me and put her on my lap with her head above the covers.\n\nShe looked at me then out, before looking at the TV and staring. I had turned it on and suddenly it burst into colour and sound, filling the room and her tiny innocent eyes.\n\nShe started watching the TV completely and kept staring, then moved towards, crawling away from the covers and onto the floor. Shaking, she slowly pressed the TV screen then watched as the characters kept going. She kept doing it again and again before looking at me.\n\n\"It's a television! The people aren't real, they're imaginary!\"\n\nShe looked at the TV again then quickly went back as fast as she could onto my lap, hiding again, but her curiosity was too much and she kept watching again.\n\nShe nodded a little bit then hid more in my hoodie, covering herself completely until she could just peak out. I cuddled her tight and smiled a ton, sighing happily and pulling the covers over both of us. She was shaking less but it was obvious the TV was still scaring her.\n\nShe slowly pointed at a certain colour on the TV, the same colour as her Violet feather, and smiled a bit.\n\n\"Violet? That's your favourite colour?\"\n\nShe nodded and looked up at me.\n\n\"Huh... I guess we'll call you Violet for now..!\"\n\n##6 Months Later##\n\n\"Shiri...?\"\n\"What is it, buttercup?\"\n\nViolet crawled under my pyjamas and shook a bit. \n\n\"I-I had a nightmare... A-a bad o-one...\"\n\"It's not real, okay...? Calm down...\"\n\nI cuddled her and sighed a bit. I still couldn't believe I called the orphanage then rejected them. I couldn't take care of this child and yet I so desperately wanted to... She was like my own little kid, or little sister.. And she saw me like a Mom, or an older sister.\n\nWe showered in the morning and she watched me the whole time, then we ate some breakfast - some - and sighed again as she fell over and hurt herself getting off the chair. I cuddled and cared for her until she finally stopped crying and then looked at her.\n\nI watched her slowly smile back at me - the first time I'd ever seen her smile this much, let alone at me. She smiled a lot slowly then hugged me very tight.\n\nI had the best person in the world right by my side.\n"
  },
  {
    "name": "*More Biographies*",
    "desc": "\nName: Lilith \nType: Human (was a Demon once)\nAge: 24\nPhysical: under the average height, long black hair, pale, red eyes, thin build and small breast, cuts on arms and scars on stomach, legs and cheeks\nPersonality: quiet, easy to annoy, suffers from anxiety, claustrophobia, doesn't eat much or some days eats a lot, lack of sleep, depression, paranoia, autophobia and achluophobie. Doesn't talk much, often hides her feelings, doesn't show how weak she actually is. Sometimes has hallucinations\nMajor Interests: Alex, Kipper, Mickey\nInterests: Ronja, their children, Sushi, Cosplay, hugs\nDislikes: Ham, for a while also sex\nMajor Dislikes: Other (especially male) persons beside Alex and Kipper\nOther: nearly got raped when she was younger, made her sister and her brother come back to life, is afraid of the death, can be like a slave for Alex, just trust Kipper. If she fights with Alex, she doesn't talk to him until he apologies, even if it was her fault. She always want to be right. She's afraid of taking responsibilities\n\nName: Penelope \nType: Human\nAge: 14\nPhysical: very short/under the average height, short red/brown, curly hair, blue eyes, thin build with cut on her stomach, arms and legs, usually covered by bandages, A/B cup breast, for her height long thin legs and curvy hips.\nPersonality: Very shy and quiet but also polite and patient. She's very calm but suffers from anxiety and depression. She always tries to hide her emotion but is also always close to cry. Besides this she is clumsy and doesn't have a lot of luck. Has got a weird taste of art and lives in her own world. She is a day dreamer and doesn't focus on school or on other people, interest, love, ect.\nMajor Interests: Kenneth, drawing, Kenneth clothes\nInterests: Catherine, Joel\nMajor Dislikes: loud noises, talking in front of people (also talking in fact), being followed, tall person  (so nearly everyone) she doesn't know, being around people, being forbid to do something she like (or dislike)\nDislikes: darkness, taking pills (Anti depressive), being call \"Penelope\" for a bad reason\nOther: Penny gets bullied in school but tells noone what problems she's got (All her fears, phobias, anxiety, depression ect.). She is bad as school and basically the opposite of Kenny. She always hurt herself and isn't popular in school. Students call her \"Weird\" or \"freak\" because of her look and behaviour -> the fact that she doesn't talk a lot and that teachers are trying to support her. She has got a weird hair cut because she once cut her hair when she was younger - she still wants her mother to fix it. She doesn't talk about her problems, not even with Kenny, and is always scared to do something wrong.\n"
  },
  {
    "name": "*Repeat our first meeting*",
    "desc": "\nAfter 5 years of studying for my dream job, I quitted it all to see _her_ again.\n\nNow she's standing in front of me. Not close but also not far away. But too far away for me to reach her.\n\nHer red hair looks different but still it shines in the light like rubies. Her body is still as hot and graceful as I imagine. No. It is more than just that. It is too perfect to describe it. Just like her face. And her blue shining eye-...\n\nShe looked me. Her eyes in the colour of fire. No smile. Not a single emotion in her face. Then she started walking in my direction.\n\nHow will she react?\nWill she shout at me?\nWill she slap me or even start a fight?\nOr... will she be happy to see me again and hug me?\n\nI don't know what to do. My body feels hot and sweaty and I'm getting nervous, shaking a little bit. I waited 5 years and gave up everything to see her again, to touch her skin, to feel her breath, to hear her voice, to smell her perfume.\n\nHow should I react? Should I hug her or say something? Or should I just do nothing?\n\nShe came closer and closer whilst I kept starring at her. Then I made a decision. I opened my mouth to say something like \"Hello Cat\" or \"I'm back\". She was very close to me and I closed my mouth again. Is she going to hug me? I closed my eyes for a small moment and when I opened them, I twitched a lot.\n\nShe just walked past me. She ignored me.\n\n\"How can I help you?\"\n\"I don't need help. I lived here before. A lot changed.\"\n\nI forced a smile and looked at the body of this attractive red haired woman.\n\n\"If you left, why did you come back?\"\n\"I... uhm... need a full time job.\"\n\"A full time job? I can give you work here but... you have to live here\"\n\"T-that's good!! Ehm... I lived her before and had a room next to Cat- Catherine's! Can I have it back...?\"\n\nThe woman moved off the table and walked behind me.\n\n\"Hm... I see... you must be Joel. You can have the room. Catherine told me to change the inside. It might look more like a laboratory than a comfy room but it should be enough for you.\"\n\"Okay. I'll find the way. Thank you- uhm...\"\n\"Mars.\"\n\nShe looked at me and smiled.\n\n\"Welcome to the Team Flare HQ, Joel.\"\n\nI went to my room and looked at Cat's. I entered the room and put my stuff down, then I went to Cat's room and knocked.\n\n\"Come in.\"\n\nHer soft but cold voice answered and I opened the door.\n\n\"Hey Cat-...\"\n\nShe starred at me and was close to growl.\n\n\"My name is Catherine, not Cat. I would be pleased if you quit calling me Cat.\"\n\nNow I starred at her. I couldn't believe what she just said.\n\n\"I wanted to talk-...\"\n\"Sorry but I've got no time. Please leave my room now.\"\n\nI obeyed and left her. Left her room.\nBut then I muttered, before I closed the door:\n\n\"Can't we just... repeat our first meeting?\"\n\n\n*'She's like Winter, except all year long'*\n\nAfter 5 long years, he was finally back.\n\nI walked towards him. Slowly edging closer and closer to him until stopping in front of him, a small distance away. He wasn't far now, close enough to see the emotion in his eyes.\n\nHe was inspecting my body. I knew he was but I kept looking at his eyes. Looking at my face, taking everything in. I had tried to keep my character but I looked different at the same time. I had changed.\n\nHe looked at me. I didn't smile and I could feel my eyes burn a little. I didn't show anything. I started walking again.\n\nI knew what he was doing. I could see him getting ready for any reaction.\nHe gave me sad eyes, like he missed me.\nHe tensed his muscles a bit, to impress me, or to get ready for an attack.\nHe closed his mouth and tried not to talk, like he was ready for me to scream at him.\nHe moved an arm up a bit, like he was expecting me to hug him.\n\nHis body was sweating and his breathing was off. It had been a long five years, and it seemed he hadn't changed at all.\n\nI felt myself look up a bit as if to ignore him. I was taller now. I had changed my hair several times. Just to try and make myself different from who I was.\n\nA scar on my stomach ached a bit and I could feel him staring at me. He wanted me again. He had made a mistake, he would say, and he was sorry.\n\nHe opened his mouth briefly but closed it again, ready for me to say something. Was I always the dominant one? I saw him close his eyes and look a bit scared.\n\nBy the time he had opened them, I was gone from his view. I hadn't even shown I knew he was here.\n\nI had excelled to a much higher position now, and even if I did still love him, getting back together would put my job in danger. I wasn't risking that for him. Especially considering he hadn't made an effort to get me back yet.\n\nI had given instructions to remake his room. Make him focus more on work. He had told us a month ago he was coming back. I honestly wasn't surprised. I had expected him to do just that.\n\nAfter he abandoned me in the flat, I came back here and started working. I tried to make myself forget him. And, over time, I have. He doesn't mean anything to me. Not yet.\n\nI had specifically kept his room 'full', so nobody else would take it. He would want the room next to me. Surely I should give him something back.\n\nI had been in several times myself. Putting the diary on his desk. Leaving him a present on top of it. Putting his plushies back. Remodeling and cleaning. My personal little project. I had also been busy with my free time. Just remodeling my own room to get rid of who I was.\n\nBy this point I was at my desk when I heard him knock. I spun round on my chair and responded quietly. I'm not his. He doesn't deserve me. He will know this.\n\n\"Come in.\" \n\nMy voice. It was soft but often had an icy edge to it, and it was the one thing I couldn't change myself. It had naturally grown colder over the years.\n\nI watched the door open slowly and he went to say something but once again, I knew my response. Short and cold. That would send him away.\n\n\"Hey Cat-\" \n\nI immediately cut him off. I wasn't just Cat anymore. I was Catherine. People feared calling me Cat by mistake. Maybe he would learn soon.\n\nI tensed a bit and responded slowly. \n\n\"My name is Catherine, not Cat. I would be pleased if you quit calling me Cat.\"\n\nHe looked at me with disbelief and tried to think of things to say, realising I was more different than he expected.\n\n\"I-I just wanted to talk-\"\n\n\"Talk? Sorry. My schedule is full - I have no time. Please leave my room now.\"\n\nHe sensed authority, something I hadn't see a lot of in him before, and he slowly closed the door after leaving.\n\nI only just managed to catch what he said when he left. Something that made me twitch a little. He really was sad now. He really did want to speak to me. Perhaps I'll tell him a time tomorrow where we can talk.\n\n\"Can't we just... repeat our first meeting...?\"\n"
  },
  {
    "name": "*'Is it allowed to love your family in a different way?'*",
    "desc": "\nit was valentines day. Kenny and I sat on the roof of our school and skiped class like we usually did. We ate lunch and watched the clouds. I took a deep breath and looked at him. \"Hey Kenny?\" I said quietly. \"Yeh?\" he didn't look at me. \"I uhm... know you a long time now... like... a lifetime and... well...\" i stopped as soon as I noticed I started stuttering. Kenny finally looked at me. \"You know you can trust me, Pam...\" he said with his soft and calm voice. So I continued talking \"At the first time I met you, Kenny... I fell in love with you...!!\". His eyes wided \"you...\" - \"I love you, Kenny... I-I... I really do....\" I started muttering. Suddenly Kenny put his hand under my chin and moved my face up to him. I watched him as good as I could and felt my face getting hotter and more red. Without saying just a single thing, his soft and warm lips were pressing against mine. He was kissing me.\n\nA few weeks later\n\n\"Are you sure, Pam?\" I nodded and before I could say a thing he gantly pushed me down on his bed. I looked at him and he kissed me. I returned. I didn't feel sure about it. What if he just does it for the sex and not because he loves me? I watched him. I watched him a lot. I know a lot about him, his sister, his family. My mom told me to never sleep with someone I hardly know. I know Kenny. I know him since I can think. Since the first day at school until the last day I went and I will go with him to the same school. Being deep in my thoughts I didn't noticed how far Kenny went. His kisses got more roughe but so were mine. His big warm hands were on my breast and my ass and we bouth just wore underwear. Skillfully he unhooked my bra and removed it. I shook a bit as I pulled his boxershorts down. His strong hands slided down my body to my hips and pulled my panties down. I watched him a bit but returned all his rough and soft, intense and tense kisses. He lied on me. His hot skin on my skin. I was a good feelin, having him so close.I felt save. Out of sudden I felt pain. It wasn't bad pain. He was inside me now.\n"
  },
  {
    "name": "*Babbles and Shiny Robins*",
    "desc": "\n\"I hope she likes it...\"\n\"Are you kidding me? She might not have ever seen one! She'll love it, Shiri!\"\n\nI smiled and slowly hooked another light onto the tree. It was tall, nearly touching the ceiling, and had a true Christmas smell which reminded me of my childhood. Shiri put the last tinsel one and smiled a lot.\n\n\"Guess I better get the presents!\"\n\nShe quickly ran off and came back after a while with a few presents. I got some presents myself and we both put them under the tree and smiled a lot, then we waited for the small girl.\n\nAfter a long time, we heard very quiet talking and the door was very slowly pushed open as Violet peaked her head out, looking out warily. She hid behind a small blanket and very slowly stepped out.\n\nI hid and watched as Shiri slowly stepped out and the little girl very quickly hugged her, hiding her face. She was scared and hadn't seen anything yet. \n\n\"Merry Christmas, Violet!\"\n\nThe girl slowly looked out and her eyes widened almost too much, and she stared at the tree. Shiri moved next to her and held her, cuddling her tight.\n\nThe girl very slowly touched the tree and slowly her tears glistened and became little stars in her little eyes, and she giggled, holding the tinsel.\n\n\"W-what are they??\"\n\nShe pointed at nearly everything on the tree and the way she said the words was completely wrong and yet so sweet and innocent. She was put down and she crawled under the tree, pushing the presents out the way, looking at the tree from the inside. She started jumping about and laughing. I had never heard her laugh before.\n\nShiri pulled her out slowly and said it was time for presents - and then I appeared. She grinned and Violet quickly hugged me then looked at Shiri with big eyes again.\n\n\"Want to open yours first?\"\n\nViolet nodded quickly and Shiri slowly gave her the small little shiny present.\n\n\"I love it!!!! I-I'm gonna keep it forever!!\"\n\"No, Violet... The present is inside!\"\n\nViolet slowly opened it with the help of Shiri and she stared at a big ghost cat plushy. Her face was full of excitement and she quickly pulled it out, wrapping herself around it, hugging it tight. Shiri cuddled her and sighed happily, grinning more.\n\nI remember Violet being that happy. the cat, and Shiri, and me, and the tree, all in one place. It was truly a Christmas miracle."
  },
  {
    "name": "*In My Mind*",
    "desc": "I slowly edged closer to the den. I'd known her for 1 year - again - and I felt soon... soon I'd have to reveal myself. Her sheer naïvety was sad yet cute at the same time and I felt sad that for the last year, we could've been so much more.\n\nI stepped into the trees and heard a very quiet, almost mumble of music. Was she singing? It must have been a bird... And yet the tune was so familiar, so warming, I knew she was singing in the only place she could sing, the place she believed was the safest and most alone place on Earth. She spent entire days here and I understand why - the den was made up of a small ruined sofa, lots of pillows and covers, and books she read all the time, when she could get through them. It was like a little heaven.\n\nI slowly pushed away one of the thick branches covering the den and heard the tune more clear. She was singing the familiar tune, the one I taught her oh so many years ago... She was singing it perfectly, like she had nothing to fear... I couldn't help but quietly hum along. It was a song we both adored and we could never get enough of it.\n\nShe sat on the sofa, covered by covers, keeping to herself. She was still completely alone. It was impossible for anyone to find this place because the forest was so thick and dense that it was nearly impossible just getting to it. Yet there was a crack in the trees and a fallen tree gave a wall of the den, and a gap in the leaves for light to enter the haven.\n\nI hummed a bit louder as I slowly entered. The little girl was the softest and shyest girl in the world yet if you stepped in her den without being invited she would... actually, I didn't know that yet. She just said don't do it then never spoke of it again.\n\nAs I slowly stepped towards her, closing the den, I could hear the words and I slowly sang along. It was a calming song, perfect for her. I taught it to her when she was so young and yet she still remembers it now. She forgets me and doesn't link me to Shiri but this song...\n\nI found myself singing alone suddenly. The covers very slowly started shaking and they crumpled into a ball. Had she heard someone else? I stopped too and slowly sat next to her, trying to stay silent, but she fell off the sofa and moved away from me. What had I done? Did I scare her? That must be it...\n\nThe little girl lifted her covers up very slowly and stared at me with tearful eyes. She looked terrified and she kept moving back until she hit the wall, and then froze.\n\n\"Vio? What's wrong...?\"\n\nIt sounded like a reasonable question. But that's the thing with anxiety - that doesn't matter. Safe and unsafe, reasonable and unreasonable, they blend together and the outcome is always that everything is dangerous - except here, in a dark forest, alone, singing. Of course...\n\n\"Y-Y-You... t-t-the s-song....\"\n\nI knew the song? Did I get it wrong? It suddenly hit me like a truck and I stared at her, without realising... I had never sung that to her before as Shi - I fucked up royally. Only her and _Shiri_ knew that song, and the parts and extra words we added in. Not her and _Shi_. I could see her making the link in her head very slowly.\n\n\"Buttercup...\"\n\nThat single word destroyed her. If a single word could destroy the entire world multiple times over, that was her mind right now. She stared and started shaking a lot, yet not moving at the same time. Her face turned ghastly white and she looked dead within seconds.\n\nShe shook her head slowly and and I quickly hugged her tight, getting tearful eyes myself. This girl needed me, and I was dead for 5 years, until I returned, and she never realised. I was her life, from the day I took her in. She was nothing without me. If she didn't wake up to me, fall asleep with me, eat with me, be with me, she wouldn't work properly. And yet here she was...\n\nI hugged her tight and hid my face. I didn't know if she reacted until I felt her colossal grip pinch my skin and shirt. She was hugging me back, crushing my rib cage and crying more than ever before. \n\n\"I'm here n-now Buttercup... I'll never leave a-again..."
  },
  {
    "name": "*'She's like Winter, except all year long'*",
    "desc": "After 5 long years, he was finally back.\n\nI walked towards him. Slowly edging closer and closer to him until stopping in front of him, a small distance away. He wasn't far now, close enough to see the emotion in his eyes.\n\nHe was inspecting my body. I knew he was but I kept looking at his eyes. Looking at my face, taking everything in. I had tried to keep my character but I looked different at the same time. I had changed.\n\nHe looked at me. I didn't smile and I could feel my eyes burn a little. I didn't show anything. I started walking again.\n\nI knew what he was doing. I could see him getting ready for any reaction.\nHe gave me sad eyes, like he missed me.\nHe tensed his muscles a bit, to impress me, or to get ready for an attack.\nHe closed his mouth and tried not to talk, like he was ready for me to scream at him.\nHe moved an arm up a bit, like he was expecting me to hug him.\n\nHis body was sweating and his breathing was off. It had been a long five years, and it seemed he hadn't changed at all.\n\nI felt myself look up a bit as if to ignore him. I was taller now. I had changed my hair several times. Just to try and make myself different from who I was.\n\nA scar on my stomach ached a bit and I could feel him staring at me. He wanted me again. He had made a mistake, he would say, and he was sorry.\n\nHe opened his mouth briefly but closed it again, ready for me to say something. Was I always the dominant one? I saw him close his eyes and look a bit scared.\n\nBy the time he had opened them, I was gone from his view. I hadn't even shown I knew he was here.\n\nI had excelled to a much higher position now, and even if I did still love him, getting back together would put my job in danger. I wasn't risking that for him. Especially considering he hadn't made an effort to get me back yet.\n\nI had given instructions to remake his room. Make him focus more on work. He had told us a month ago he was coming back. I honestly wasn't surprised. I had expected him to do just that.\n\nAfter he abandoned me in the flat, I came back here and started working. I tried to make myself forget him. And, over time, I have. He doesn't mean anything to me. Not yet.\n\nI had specifically kept his room 'full', so nobody else would take it. He would want the room next to me. Surely I should give him something back.\n\nI had been in several times myself. Putting the diary on his desk. Leaving him a present on top of it. Putting his plushies back. Remodeling and cleaning. My personal little project. I had also been busy with my free time. Just remodeling my own room to get rid of who I was.\n\nBy this point I was at my desk when I heard him knock. I spun round on my chair and responded quietly. I'm not his. He doesn't deserve me. He will know this.\n\n\"Come in.\" \n\nMy voice. It was soft but often had an icy edge to it, and it was the one thing I couldn't change myself. It had naturally grown colder over the years.\n\nI watched the door open slowly and he went to say something but once again, I knew my response. Short and cold. That would send him away.\n\n\"Hey Cat-\" \n\nI immediately cut him off. I wasn't just Cat anymore. I was Catherine. People feared calling me Cat by mistake. Maybe he would learn soon.\n\nI tensed a bit and responded slowly. \n\n\"My name is Catherine, not Cat. I would be pleased if you quit calling me Cat.\"\n\nHe looked at me with disbelief and tried to think of things to say, realising I was more different than he expected.\n\n\"I-I just wanted to talk-\"\n\n\"Talk? Sorry. My schedule is full - I have no time. Please leave my room now.\"\n\nHe sensed authority, something I hadn't see a lot of in him before, and he slowly closed the door after leaving.\n\nI only just managed to catch what he said when he left. Something that made me twitch a little. He really was sad now. He really did want to speak to me. Perhaps I'll tell him a time tomorrow where we can talk.\n\n\"Can't we just... repeat our first meeting...?"
  },
  {
    "name": "*Always Here For You*",
    "desc": "\n\n\"Shi-ri! Shi-ri!\"\n\n\"Ok, ok! Calm down, kiddo...\" Shi smiled a lot and blew out the candles on her cake. Jack and Violet clapped as loudly as they could before Jack put Violet on the table.\n\nVi grinned a ton and hugged Shi quickly, wrapping herself around her. Jack laughed a bit and sighed happily. \"So when do we get cake?\"\n\nShi grinned and shook her head. \"Can't wait, can you?\" She watched Jack slowly sit down and cut a piece of cake, but only because Violet had been hugging his leg all day, trying to get him to give him the cake.\n\n\"Present time!!\" The little girl cried and giggled before jumping off Shi and bringing her all 3 presents. Shi looked confused for a second but tried not to show it and smiled a ton.\n\nShe picked the first present up and Violet hid her face a bit. The wrapping was well down but the box it wrapped was badly taped and it took Shi a while to open it.\n\nShe slowly lifted out a small cat plushie and a drawing of herself, looking happy with love hearts around it. Violet kept hiding her face but grinned more and more.\n\n\"Violet... Did you make this?\"\n\nShe nodded nervously and Shiri very quickly hugged her tight, grinning a ton and kissing her forehead. \"I love it just as much as I love you, buttercup!\" The little girl giggled more and sat in her lap, hugging her.\n\nShe turned to the next present. Wrapped the same as the last, the present contained a bottle of expensive vodka and two small shining glasses. Shi smiled a lot and pulled Jack over, kissing him on the cheek.\n\n\"I thought it was your favourite, so I decided why the hell not?\" He smiled a lot too and blushed a bit.\n\nShi took the final present and look confused again. She had no idea who it could be from but she shook her head a bit and started opening it.\n\nThe present was a long, black box with felt inside. She lifted the box out and put it on the table as all 3 of them watched it carefully. She opened the lid slowly.\n\nIn the box lay an incredible encrusted necklace. The necklace gleamed and blinded Violet a bit, shining directly in her face. Shi slowly lifted the necklace out and looked at it.\n\n\"Holy- ... uh... Shiri... Who... Who got that for you?\"\n\n\"It's so pretty!! Can I have one??\"\n\nShi slowly put it on and grinned a lot. \"I don't know but... ... It's incredible. This is all incredible... Thank you... And whoever got me this...\"\n\nShe ignored the note at the bottom of the box, saying who she had forgotten and who had left her. Not that the name mattered, anyway."
  },
  {
    "name": "*Stealth Mission*",
    "desc": "Joel slowly stepped forward, turning the gun in his hand. He looked at it before nodding and going down the dark hallway. The silence surrounded him and his fingers felt twitchy.\n\nHe slipped into a room and aimed his gun around but found no enemies. Carrying on, he stole ammunition and a shotgun from fellow HQ members.\n\nVery slowly, Joel loaded the shotgun and ran into the control room, shooting everyone inside.  Their heads exploded and blood splattered the gun. He slowly reloaded and checked for guns.\n\nMoving on, Joel grabbed a body and used it as a shield against enemies shooting at him. He threw the body at them and killed more and more people until the HQ was just an alarm he set off in the control room.\n\nHe slowly went into the armoury and took the mini gun. A smile slowly appeared on his face and he slowly went into the soul room. A dark figure stood in the middle with a pistol.\n\nThe pistol had a single bullet inside and the figure grinned, slowly raising the gun, but Joel acted first. The mini gun fired at the figure, spraying a frenzy of bullets everywhere.\n\nThe figure immediately disappeared and the figure appeared behind Joel. Before he realised, the pistol was at his head and an explosion erupted. Joel fell to the floor, dead.\n\n\"HAHH!! I WIN AGAIN!!\"\n\n\"Kenny...\" Joel sighed and put the controller down, shaking his head a bit.\n\n\"Again?"
  },
  {
    "name": "*Shiri and Jack*",
    "desc": "Shiri!! You seem pretty stressed the last days\"\n\"Huh? Oh... yeah it's nothing...\"\nI sat up slowly and yawned. 2 days earlier I met Violet and didn't get any free time to sleep.\n\"You really have to chill down and sleep...\"\n\"Jack... I'm fine...\"\n\"Isn't there anything that calms you down?\"\n\"I usually go to the park... but I can't do it anymore\"\nJack laughed\n\"You remind me of my mother, are you pregnant?\"\n\"Very funny...\"\nI put my head back on the table and sighed.\n\"Look... If you want you can come with me and a few others tonight! We're going drink in the new bar! They said the alcohol is pretty good!!\"\n\"Are you serious? I'm not going to drink! I *hate* alcohol!!\"\n\"Pfff don't be a jerk! I'll see you tonight at 10PM!\"\nWithout waiting for my answer, he left.\n\nLater at 11PM, Violet was asleep, I decided to go to the bar.\n\n\"Oh look who's there guys!!\"\n\"Hey Jack... and-... others...?\"\n\"C'mon! Sit down to us babe!!\"\nI sighed and smiled a bit.\n\"Dude... you're already drunk? That's weak, Jack\"\nI sat down to them.\n\"Jack drunk a whole bottle of vodka\"\nOne of the idiots laughed.\n\"I bet you can't beat him, Shiri!!\"\n\"... hm... you really think? Well then. Challenge accepted!\"\nI grabbed the bottle of vodka and started drinking.\nThe guys starred at me.\n\"Un... believeable... she's really doing it...\"\nAfter I finished, I looked at them\n\"Wow... and you really think *that's* hardcore?\"\nI laughed.\n\n*_12AM_*\n\n\"Maybe I should bring you howme Shi-...\"\n\"Forget it Jacky! You're more drunk than me!\"\n\"YOU DRINK 2 FUCKING BOTTLES!!\"\nI started laughing uncontrolled. When we arrived at his home, Jack suddenly pushed me against the wall and kisses me softly.\n\"Oh Jacky... we talked about this\"\n\"I know Shi but please let me do it...\"\n\"Dude... I'm 13 and I'm not into boys, how often am I meant to tell you this?\"\n\"Can't I just forget it... just until tomorrow?\"\n\"... ... ... fine... but it's nothing serio-\"\nHe interrupted me by French kissing me intensely. At the same moment he grabbed my breast and my ass and squeezed. I didn't want it... but I let him go as far as he want.\n\n*_Next morning_*\n\nI woke up early to arrive before Violet waked up. I didn't tell Jack. He should think it was all just a dream. \n\"SHIIIIIIIIII!!\"\nThe tiny girl ran to me when I went in. She hugged me tightly and sobbed.\n\"I-I woke up... a-and you weren't t-there...\"\nI picked her up and smiled\n\"I was gone for 5 minutes, buttercup... don't worry. I won't leave again"
  },
  {
    "name": "*Timelines*",
    "desc": "*_Constant Timeline:_*\n\n*Beginning:*\nCat and Joel are created. Depending on the timeline, Cat either kills the Creator or Joel and Cat leave the HQ. Eventually one of them breaks and their personality shifts, again depending on the timeline.\n\nA few years later, Kipper and Lilly are 'born' and abandoned as children where they are put into an abandoned house to live alone.\n\nNekoi is born and Time enters the timeline. \n\nViolet is born and her mother commits suicide but Violet doesn't find out for another 25 years.\n\n\n*Timeline A: Chaos Theory*\nCat and Joel are created. Cat kills the Creator brutally and lives in isolation away from Joel before seeking help somewhere else.\n\nKipper and Lilly reside in a hotel and meet with Nekoi. Nekoi and Kipper fall in love but they break up and Nekoi ends up with Time.\n\nViolet doesn't meet Shiri and kills herself but Time brings her back in order to correct certain events but the two still never meet and so the timeline becomes damaged.\n\nLater, Cat reunites with Joel. Joel ends up in hospital after drug abuse and Cat restores the abandoned HQ to working order. Joel promises to become better for Cat and they wait for each other.\n\nKipper and Lilly leave the HQ after it is burned to the ground by an unknown villain, further damaging the timeline. They seek shelter in a forest and live in a small cabin.\n\nKipper is lured into the HQ and critically hurt. Time follows him there in a last ditch effort to fix the timeline. Lilly also follows him there.\n\nCat traps them in a room and tries to shoot them through the observation panel. However, Time, driven by insanity of losing Nekoi in unknown events and failing to correct the timeline, attacks Cat.\n\nCat is deactivated, having never been placed into a human body, and Time takes the gun and attempts to shoot Kipper to remove him and try and reset things.\n\nTime initially fires at Kipper but rewinds instantly and slowly aims the gun at himself. He fires again, and finally meets Nekoi.\n\nCat, among the hysteria, escapes but Kipper and Lilly capture her and trap her in the cabin where she becomes insane and starts clawing herself and screaming. Kipper lets her go in pity.\n\nThe two travel to the HQ to try and find where Joel is after Cat spits out his name, but are met again with a murderous Cat. Kipper finally freezes her and impales her, ending her life temporarily.\n\nJoel leaves hospital and returns to the HQ to find it an icy mess. Kipper and Lilly have left blood trails to the cabin. He finds Cat and activates her then spends nearly a year fixing her.\n\nOn the anniversary of him leaving the hospital he goes to the cabin to find Kipper and Lilly have burnt the cabin and left. He swears revenge and lives in the HQ, taking care of Cat.\n\n\n\n*Timeline B: Peaceful Results*\nCat and Joel are created. Joel is broken and becomes aggressive and Cat changes the Creator to match with Joel after Joel complains about the Creator.\n\nHer plan backfires after the Creator becomes violent towards her and Joel defends her, causing Joel and Cat to leave the HQ after discussing it for a short time.\n\nThey initially live with Kipper and Lilly but by the time they are 16 become independent and attempt to attack the HQ to take resources. They succeed but the leader is not impressed.\n\nVi and Shiri live together mostly and Shiri takes care of Violet whilst finding it hard work. She dies in a train crash when Violet is 13 and Violet becomes distraught.\n\nThe leader of the HQ recruits them both after they need work and they join again, under command of Mars. Joel rapes Mars and impregnates her. \n\nA year passes and Mars has a daughter called Saturn. Cat is the on-and-off assistant of Joel, mostly taking care of him when he is drunk, where he acts violently or passionately to her.\n\nAfter an incident where Joel attacks the daughter but fails, Mars threatens Joel. Angel, Joel's personal project, hears and successfully cuts off the child's finger.\n\nAfter showing Joel, Joel and Cat leave the HQ in a relationship and seek shelter somewhere else. Lilly joins the HQ nearly directly after but still somewhat lives with Kipper.\n\nKipper meets Ronja and they fall in love, later to marry and have a child. Only a month into their relationship Lill starts acting out in Lilly.\n\nLilly slowly becomes Lill and Kipper takes care of her against her will. She slowly comes to love and trust him but never shows it in case of showing weakness.\n\nLill later dates Alex but is too afraid of marriage to marry him. She still trusts Kipper more.\n\nMeanwhile, Cat and Joel live away from the HQ and have two children, a son and daughter.\n\nVi reunited with Shi at 23 and married at 24. They originally lived in a flat next to Cat and Joel and so the two families still are together a lot. They adopt a daughter together."
  },
  {
    "name": "*Useless thoughts of a useless person*",
    "desc": "\nI'm happy they allowed me to bring my console here. This will make my time here less boring. At least I hope so. Two years are over and I'm still stuck here. Maybe _they_ were right. Maybe I should just kill myself. Wouldn't it be better? Noone would care and noone would notice. My pain would be over and... my dad's pain would get more intense, his depressions stronger and his will to life you'd be gone. He already lost his love and his one child. It wouldn't be fair. Killing myself would kill him too. So no. I can't commit suicide. No matter how much I wanted.\nToday... he would come back and ask me how I feel. I would answer and say I'm fine. But he knows I'm lying because I'm dying. And as this wouldn't be enough, I'm already dead inside.\nHe would ask me how _\"my love\"_ is doing and I would answer no matter how much I would try to hide it, I would cry, saying there's no chance, saying she's gone, she's not alone, she's not like me, she's loved. It wouldn't make me happy but for him, seeing his son so lifeless and depressed, it would be a tausend times worse.\n"
  },
  {
    "name": "*Story about Joel*",
    "desc": "\"Motherfucker...\"\n\nAgain the boy cut his finger by trying to repair an old cassette. He never thought someone still use this things but when he saw his _master_ destroying it, he had to know what it is. Before he saw his name on a letter, of course Master won't give the letter to him. Wouldn't it only break Joel's mind more? Him remembering the past would only ruin everything. It would cause an error and he would stop obeying. It's not like he's already doing _his_ thing. He's not like Catherine, the small girl who was sleeping behind him. Joel and Cat weren't allowed to get more knowledge about their past, before both of them died, or got murdered. It took the young boy a long time after he secretly repaired the cassette. Now he only needed a recorder, but this shouldn't stop his progress. He knew _Master_ has got a lot of old things in his room. The only problem was, they weren't allowed to enter _Master's_ room. But as I said before, Joel wasn't the kind of person who obeys a man's orders. One last look at Catherine and without any other reaction the boy went to his _master's_ room. He wasn't tall but still he was taller than the younger girl. Easily, he opened the door and stepped in. Looking around with his flashlight, he saw, _Master_ is asleep. He entered the next room slowly and quietly, leading to a big room with a lot of old machines. Joel closed the door behind himself and looked around. _Somewhere. It has to be somewhere._ he thought and shone the light around. After a while, way back in the room he saw an old TV with a cassette recorder. He took his project out of his pocket and slided it in, hoping it'll work. Luckily but unluckily the cassette recorded with a loud beeping sound. Twitchy he turned the tv on mute and watched the clip. A young child, no two, a baby and a maybe 6 years old boy, playing in a park with their mother. For half an hour he sat calmly in front of the TV. Suddenly it turned off. As Joel wanted to say something, a voice sounded behind him.\n\"Who allowed you to watch a film, Joel?\"\nHe didn't react.\n\"Answer me.\"\nNever Joel felt so scared scared when suddenly a bullet from a gun hit the recorder. Now he slowly turned around and looked up.\n\"M-Master-... I can explain...\"\n\"Go to your room now.\"\nHis _master_ hold the gun right in front of Joel's face when he stood up and quickly left the room.\nIndeed Joel destroyed the whole progress at this night but also helped Catherine to get her own and free mind.\n"
  },
  {
    "name": "*Story about Cat and Joel*",
    "desc": "\"Why won't you let me??\"\n*\"It's not safe.\"*\n\"But I want to go to him!!\"\n*\"No.\"*\n\"But-\"\n*\"I said no!!\"*\n\nThe small girl looks up at him with tearful eyes. She sat the entire night on his desk to make the best birthday present ever! There's nothing more she'd like to do than giving _Master_ this present.\n\n\"You're mean...\"\n\nShe muttered, not understanding why Joel reacted like this. She's too young and naiv to understand that Joel only wanted them to be free.\nShe slowly turned around to leave the room as Joel grabbed her arm.\n\n*\"Hold on. Give me this.\"*\n\nHe growled aggressively.\nCat hold the card she made by her own tightly and pressed it against her chest, shaking her head. Without saying anything else Joel grab the card violently and rip it apart. The only thing the small girl could do was watching him destroying her work. Having bloodred eyes, filled with tears the child stormed out of the room, shouting unusual loudly\n\n\"YOU'RE MEAN!!! I HATE YOU!!\"\n\nShe ran away, not in her room and also not to _Master_. She ran outside into the cold night, all alone, with noone who could protect her. Joel quickly lost her and decided to return to his ~Home~ cage. He locked himself in his room and leaned against the door. Cat kept running and running, through the forest to the city. Suddenly the girl tripped and fall onto the ground, curling up, shaking and crying.\n\n_\"Catherine? What are you doing here, sweetheart?\"_\n\nA calm but cold voice spoke to her and she got picked up by a man. Two strong hands held her and slowly she got lied down in the even stronger arms. Wiping her tears away and also ignoring the pain of her bleeding knees and elbows, she slowly looked up and saw her _Master_ smiling at her. She noticed a strong smell of alcohol and drugs but ignored it and hugged him, hiding her face and sobbing.\n\n\"J-J-Joel-...\"\n\nShe started but shut up easily by sobbing more, remembering his hateful eyes when he destroyed her masterpiece.\n\n_\"shhh... it's okay... I'm here now\"_\n\nHe slowly stroked her hair and stepped back to the HQ. On the way Catherine calmed down and lied in his arms, calmly and peaceful.\n\n_\"Will you tell me what happened?\"_\n\nThe girl shook her head.\n\n_\"Should I go to Joel and talk to him?\"_\n\nAgain the girl shook her head. But then she thought and slowly nodded. Her _master_ brought her to Joel's room, knocked and entered the room. Joel looked up, surprised. Didn't he lock the door? _Master_ looked down and saw the rest of the card.\n\n_\"was this for me?\"_\n\nCatherine nodded as both of them ignore Joel, who was shouting at them.\nSlowly the man kneeled down and picked the present up. Then he left the room with Catherine and went to his own room. There he put the girl down on his bed and turned the bed light on, smiling at her sad face.\n\n_\"you like puzzles, don't you? Will you help me finish this one?\"_\n"
  },
  {
    "name": "*Song Lyrics*",
    "desc": "For Penny/Violet:\n\n*Nail for Breakfast, Tacks for Snacks:*\n\nThat's, when you, s-s-stutter something profound to the support on the line, and with the way you've been talking, every word gets you a step closer to hell\n\n\nFor someone??\n\n*The Ballad Of Mona Lisa*\n\nShe paints her fingers with the close precision \nHe starts to notice empty bottles of gin\nAnd takes a moment to assess the sin she's paid for\n\nA lonely speaker at a conversation\nHer words are swimming through his ears again\nThere's nothing wrong with just a taste of what you paid for\n\nSay what you mean,\nTell me I'm right,\nAnd let the sun rain down on me\nGive me a sign, and let me believe\n\n~Chorus~\n"
  },
  {
    "name": "*Possible future?*",
    "desc": "\nThe bell ring and ended the last lesson. A tiny girl sat next to the window, holding her head and sighing. She ignored all the eyes that are watching her and all the voices that are gossiping about her and her weird behaviour. Why didn't she just stand up and go out? Well she didn't really want to see anyone on her way. Maybe she should only wait for them to go away. And that's what happened. The eyes got less and the voices got quieter. Silence. The girl looked up and looked around. \"Hey Penelope!\" She twitched and stared at the person standing in front of her. A tall boy was there and smiles at her. She stayed quiet and watched him with suffering eyes. As he noticed he smiled a bit less and went on talking \"You seem pretty down the last days... actually the last years heh...\"\nShe sighed again and took her school thing, standing up. \"Wait!\" The boy grabbed her arm what caused her to wince. With tearful eyes she stared at him. \"I know something what could help you...\" - \"I don't need your help.\" This was the first time the boy heard her talking. Penelope pulled her arm away and went out of the school. \"Penny! Wait!\" He followed her and outside the school he stopped her. \"It won't hurt you, it will make you feel good just ... trust me!!\" Coldly she stared at him but didn't struggle to get free. \"Here...\" he slowly held a joint in front of her. She didn't react and suddenly got pulled back behind the school. The boy pushed her against the wall but she let him do it. \"Come on!! Try it! It will make you happier!\" He yelled at her aggressively. Shaking, she took the joint and looked up at the boy, expecting him to do something. He took out a lighter \"but it in your mouth\". Penny obeyed. The boy turned the joint on and watched Penny, sucking on it but after the first time she dropped it, coughing and panting, pressing herself against the wall. The boy didn't know what was happening right now. \"Why did you stop?! Hey!! Answer me!!\" He shook the poor girl, who was holding her chest and slowly dropping on her knees, breathing heavily. Quickly the boy panicked and escaped, leaving the girl alone lying on the ground and slowly dying from the inside, waiting for her father to find her.\n"
  },
  {
    "name": "*Colourful Void of Life*",
    "desc": "\n\"She's eating breakfast? You let her?\"\n\nJoel muttered quietly to Catherine as Penelope sat on Catherine's lap, eating cereal and stroking Lenny gently. Lenny lay over Catherine's legs and protected Penny (and to some extent, Cat) from any harm.\n\nTheir day then went as followed - Penny and Lenny would go downstairs and Cat would supervise them getting ready for school. Penny would go on her daily walk, pretending to go quite close but going quite far away into the countryside with her guardian to enjoy the quiet.\n\nEventually she would leave for school, and Cat and Lenny would wave from the door as Kenny took the dog's role. Kenny would guard and love Penny until they got to school, where she was plunged into a world of her own.\n\nJoining the 10th Year, Penny was required to have work experience somewhere. She refused to look, stating she couldn't do anything - but she was almost forced by her mother to work at the small primary school near her old flat. It was pretty small, nothing to brag about, but it was very happy and joyful as a place.\n\nShe stepped in slowly and signed herself in, engulfing herself in her hoodie, before slowing going to class 2B and standing in the open door frame. The classroom was very organised for a Year 2 class, children worked, somewhat quietly, and moved around slowly and calmly. It was very peaceful.\n\nPenny spotted the sprig of hair from a mile away and smiled a bit when she knew at least her inspiration was near. She stepped in slowly, shaking a bit less, then went over to the grown child and looked a bit at her.\n\nIn contrast to Penny's hoodie, track suits bottoms and long coiling red hair, the woman wore a loose school top, old jeans and some random trainers that looked ancient. And yet she smiled still, even from the pressure of the school, and the gnawing feeling inside her.\n\nThey had talked about the feeling before. Neither of them were good at it but they tried anyway, and to be honest, it had helped. Penny had told the truth about her feelings to someone, and they had responded. It felt like a void inside. Or more, a black hole. A void that just grows.\n\nThe void starts small but grows bigger and bigger. At times it's more in focus and it hurts more. Other times it's just an underlying tone. Neither is good. The void controls every action they do. It can be kept under control, if you're lucky, but it hurts a lot. It's impossible to understand without feeling it.\n\nPenny had completely zoned out already, seeing a child drawing a dog and thinking of Lenny. As a smile grew across her face, even though she hid it still, a hand held hers, a method they both developed to keep things calm so nothing of worse. The hooded woman looked out the other a bit, so her glistening and somewhat damp eyes could be seen in the shining light.\n\n\"R-Ready to work? I-I'll help you a-around!\"\n"
  },
  {
    "name": "*Life is like a Box of Chocolates*",
    "desc": "\nIt used to be so simple.\n\nI would wake up. Get dressed. Make toast, or just eat bread, maybe cereal if I was lucky. I would take a short shower, always risky. I would change, and go to school.\n\nI would come home. Undress. Eat. Shower. Watch TV. Sleep. To be honest, it was a pretty boring life. No colour in it, I liked to say. And whilst my little gift hasn't always brought my happiness, it's never made me sadder than I was then.\n\nThen she appeared. As I found out, she had more been released from sex slavery. Some sort of fucked up asshole had decided that she was mature enough to be raped day in and day out; I believe this is why she suffers from depression. She was actually a young, happy girl. Her joy and cheer isn't destroyed yet. \n\nShe still lives on. Every now and then, through the cracks, you can see her true feelings. Her true colours. And she's always bringing more colour into my li- \n\n\"S-Shiri!! I'm b-back! Bye Joel!! H-hey! We have cat food a-and these little Pom Poms!! C-come!!'\n"
  },
  {
    "name": "*Violet Revised*",
    "desc": "\n_..._\n\nI slowly undressed her and surveyed her body carefully. Her neck was covered in what looked like love bites and I quickly stopped - did I really want to see more? She watched me carefully, sobbing a bit less and she stood up a bit more -  I swore as I realised she started to pose for me....\n\nI undressed her to her waist, paused, then kept going until she was completely naked. She shivered, and covered her body a bit. Cuts and bruises lined her legs and her waist was tattooed in scars and marks that would never be removed. Her face was so innocent and precious and yet she was a monster underneath.\n\nI picked her up and moved her into the bath and could only stare as she very slowly, very shakily, bent herself over, and crossed her eyes, sobbing quietly. She was expecting something completely different - and my hug startled her and made her cry out loud. She was broken.\n\nCould I fix her?\n"
  },
  {
    "name": "*Buzzkill*",
    "desc": "\nMy brother has always wanted to help people and make people have great lives. He's certainly been like a guardian to few, and although I scold him for the fact he only guards those close to him, he does it well.\n\nHim and me are polar opposites. I take it all seriously. Messing up one slight thing could lead to the end of the world as we know it ; I aim to stop strife in the world. I help about 1,000 situations a minute. I work tirelessly. I don't sleep anymore; I don't have the time, and I don't need to.\n\nHe, on the other hand, jokes about it, uses it to prank people, light heartedly uses it to help those around him. He's certainly done great things. He's stopped many people getting killed; he stopped Violet only 7 times during the period where she was missing Shiri. He'd always come back home tired and somewhat upset - I kept emotionless.\n\nI regret that. He needed a sister. I was never it. He was always happy around me and I never understood the that; I was meant to be there for him. I will never forget the time he came back time, not himself - the only time I was there for him.\n\nHe came into my room and suddenly started sobbing and crying. I hugged him and found out he had made a big mistake. He had been keeping Violet alive, and all was well, until he stopped her again, the only time after Shiri came back. This time she was meant to die.\n\nShe was admitted to hospital and it took him 10 attempts to keep her alive. she was meant to be dead. He, effectively, sacrificed himself for Violet.\n\nHe vowed never to let anyone travel again, any child he had wouldn't be allowed to. He wouldn't let this happen.\n"
  },
  {
    "name": "*Amiya Thompson, lost presumed dead*",
    "desc": "\nShe read that at the top of the page. The document spanned her whole life up to age 6 when she herself saved Amiya. The document was disgusting and featured awful pictures and acts that would appall anyone. In different poses, doing different things - too much to think about.\n\nShe looked so weak and fragile and upset in every photo but that might have been why she was so high in demand. She could be controlled easily. So easily. Even now, she was controlled by Shiri. She shook her head a bit.\n\nThe next folder had her school reports in - the spike that happened in Year 10 made her smile a bit. She had pictures of her den, and her in her school uniform, and at her leaver's day parade, and in the yearbook, she had a picture just like anyone else, and she showed Shiri so excitedly. She was happy for once.\n\nThe next folder was them. A folder Shiri made. Listing all the things they had achieved, all the challenges they beat, everything that  had happened in life, mostly bad to improve on. It was optimistic, however, and she read it all before moving to the last folder.\n\nThe last folder had Shi with a heart over the I scrawled over the top in her famous handwriting. It had love hearts and small cat drawings and pictures on the covers. Opening it revealed 3 different sections; the cats, of course; Shiri; and an unmarked section she hadn't written on yet.\n\nThe first was of course, cats, and it had lots of cat pictures and drawings, and post it notes that said what the cats had done. She even dressed Kaito up somehow, which was pretty impressive.\n\nThe second was Shiri. Photos of them. Mainly photos of her. Some without clothes. Cats again. Lots of drawings, and a few diaries - plus the book Violet wrote about her. Every photo in history. The folder was very thick, to be fair.\n\nThe last folder held a new document, one she hadn't seen before. It had 'DO NOT OPEN UNTIL AUGUST 16!!!! VERY IMPORTANT!!! DON'T LET ME FORGET ABOUT THIS!!!' written in large letters and Shiri laughed a bit softly, then opened the small folder.\n\nInside were a few photos showing Violet 5 times - one for every 5 years she had been alive, to show her getting older. These were stapled to completely filled out Adoption Papers, awaiting Joel's signature.\n"
  },
  {
    "name": "*Awkward Interview*",
    "desc": "\n_\"So, what's your name?\"_\n\n\"Shiri\"\n\n_\"Last name?\"_\n\n\"Oh, hah, Priestly. My name is Shiri Priestly!\"\n\n_\"And how old are you?\"_\n\n\"19\"\n\n_\"A lucky age\"_\n\n\"It is, yeah!\"\n\n_\"Anyway, Shiri. Can you tell us something about your life?\"_\n\n\"Do you promise you won't laugh?\"\n\n\"Well. My life starts pretty boring. My father owned a bar and I... I was born in a car, born the way I was made, heh? _//nervous laugher followed by a cough//_ My parents never really cared about me, their most important child was the bar, following by the car, so I guess it's pretty obvious, I was an accident. I started to work at this beautiful place, I mean the bar, when I was... Don't let me lie... About 11 years old, and I had noone beside my self made doll, she broke after a year so this didn't go as good as planned. And then there was my father's friend, I liked to call him uncle. He was different, well mostly. When I decided to move out, after tons of fights with my parents, at the age of 13, he gave me money and a place to stay.\"\n\n_\"And your parents?\"_\n\n\"They were happy with it. One person less they've gotta feed... Right? I didn't want to see them anymore so I started working at a café, after school and at the weekends. And a few days before I turned 14 years old I saw this child, Amiya. I-... _//whispering//_ oh Gosh this will ruin my future... _//ends the whispering with a quiet cough//_ I am a person who... prefers the younger age as a partner-\"\n\n_\"You're a pedophile?\"_\n\n\"Wow... Well not exactly but I took this child home- Don't understand me wrong! She was hurt, dirty and some pig abused her, she needed help!\"\n\n_\"You just took her home? What's about her parents?\"_\n\n\"It's... complicated. I ended up spending my life with her, caring for her. With 14, I never told her it was my birthday, I went out with a friend, started drinking strong alcohol and ended up sleeping with him. I won't call it rape as I didn't fight back but as I'm gay, I didn't really like it. He helped me caring for Violet, so did Mickey... He died one and a half year after Violet moved in-\"\n\n_\"Violet?\"_\n\n\"Oh! I'm sorry! I meant Amiya _//laughs for a second and shuts up//_ well... You know, people say \"your life starts with the age of 16\"?\"\n\n_\"Yeah! When I was 16 everything went pretty wild, hah!\"_\n\n\"well... I died with the age of 16... a train crash. I'm glad I don't remember the time anymore\"\n\n_\"wait a second... You died?\"_\n\n\"It's complicated. Sorry, not even I'm able to explain... anyway, I came back to life, met Amiya again and planned to spend my life with her, we're in a relationship... yet...\"\n\n*//sound of a ringing alarm appears//*\n\n_\"Oh. Our interview is over, Shiri. Thank you for taking time for us!\"_\n\n\"It's not a big deal, Sayonara!\"\n"
  },
  {
    "name": "*What Can I Say?*",
    "desc": "\n_\"So, what's your name?\"_\n\nViolet - a-although my real name is A-Amiya!\n\n_\"Last name?\"_ \n\nU-uh - Thompson!\n\n_\"And how old are you?\"_\n\n... A-ask Shi...\n\n_\"Ask Shi?\"_\n\nS-Shiri - uh... She remembers...\n\n_\"Right. Anyway, Violet, tell us about yourself.\"_\n\nM-more? Uh... R-right... Well... Like I've said a long time ago, I never really knew my parents. I think they split a long time ago, maybe they couldn't care for me. My child and school life was pretty awful, and I was always staying off school in whatever way I could - so when I finally got to a secondary school, where somehow people were a bit nicer, I was really far behind. I know why I was bullied. I was tiny in every aspect.  I ended up using my first year there to catch up on things I had missed, and then I repeated the first year. \n\nWhen I moved school the first time, it's because my owner needed more work. Everyone around that area was finished with people like *me* and it turns out, there's only so much you can have sex with an underage person. Or something, that's what he told me.\n\n_\"You were in a pedophilia ring?\"_\n\nMore... No, not really. It was a general sex trade ring. Most people were over 16. A few weren't. I was the youngest.\n\nAnyway, one time, a few of us (excluding me) started rioting against our owner's - and more and more kept joining. I was too afraid of what could happen so I snuck into one of the back rooms. I might have heard gunshots and then I saw my own owner step into the room I was in. Grin across his face, blood across his hands.\n\nIn a fit of panic, I leaned against the wall and fell out of the room - was there a fire door all that time? It was a room I didn't recognise. After quickly realising I was free, I started to run. I could run very fast or far but I ran.\n\nFor a short period, I lived in the park nearby. There was an old tunnel that 2 other kids lived in, so I slept there. I spent most my time there, sometimes helping them find food. I was a mute. I didn't speak. I was too terrified too.\n\nAnd then, one day, I went into the park and stumbled on my legs towards the sandbox. Children *were* playing in it and until I got there, it looked fun - and then it was suddenly dead silent, and I felt like the world's most famous but worst actor - everyone watching me, expecting me to do something. So I sat down and tried to play with a sandcastle.\n\nThe next thing I remember, I was face down in the sand, and then in someone's flat. And then in their bath. And then dry in their clothes. So I followed them. I think they had told me to stay in the bedroom, but for whatever reason, I wanted to stay with them instead. And I tugged her leg. And I remember her exact reaction.\n\nWe lay for a long time, with her just cuddling me, and I had never felt calmer. I tried to say some words but nothing came out. So we ended up playing with her grumpy cat, but I liked him, so I played with him for a long time until she said we should sleep. And it was then when I spoke just the word 'kitty'. So apparently, that's my first word, or so it's thought.\n\nShe kept saying she couldn't keep me but I never left, and instead I grew up there. Went to school, was dressed, was fed. I stayed there until she died on a freak train accident. Then I stayed with her best friend and his girlfriend, and then with Shiri again. She was there for me.\n\nShe was my life.\n\nShe is my life.\n\n_\"Let's pick up where we left it.\"_\n\nOk! Uh... I guess I talked a bit about Shiri.. Well... She has the patience of a saint.. It's very rare - it nearly never happens - that she isn't. She always waits for me, is always there to help me out... I don't know where I'd be without her. Maybe I'd still be with Jack - her friend with the girlfriend? - or maybe I'd be back in the ring, or maybe I'd be dead. \n\nBut she always waits for me. No matter what we're doing, she'll always wait and help me. I don't know how she does it ; what force is telling her, helping her? I'll never know. I'm not patient at all, and she knows this. Often I find I push her to do things... Of pretty much any type. I'm not always happy with what I do - I'm never really happy with myself.\n\nWhen I first met her I thought she was bringing me back to the ring so I tried to show her what I could do, but obviously that wasn't the correct thing to do - she must have known where I had been thanks to the cuts, bruises and scars lacing my legs and waist, and the serial number I had on my back, like a tattoo - Shi wouldn't tell me what it said, apparently it was too disgusting (it had writing, too).\n\nWhen I gave her the documents from my time there, and everything I had accumulated when I was there, her face dropped and she was dead serious before being upset. I didn't really feel upset. I didn't really feel anything at the time. I felt indifferent ; those documents were a part of my life, and I trusted Shi would handle them well. I don't know what she did with them. But, I do remember, very recently, when I gave them to her, the next day Joel had called me to check up on me. Maybe he knows. Probably.\n\nI don't mind Joel knowing. I only really trust him and Shi with something like that. Sure, Sylvie and Vicky are my daughters but I couldn't trust them with something like that. I've given my entire life to Shiri, and Joel has always felt like a father to me. \n\nDuring the period we stayed at their apartment (and then we stayed next door, and then I tried to kill myself whilst the kids could see), he was very disapproving of me and Shi together. He hated gay people. But for some reason, he didn't mind me. He used to go on walks early in the morning, and I would sneak out and join him - I felt peaceful then. And he was nice. He bought muffins - but normally not chocolate muffins, only blueberry. The one time I had chocolate, my tummy felt like it could explode.\n\nBut I like Joel - love him, actually. His birthday is coming up soon enough; and I've got an extra special present for him!\n"
  },
  {
    "name": "*Memoirs*",
    "desc": "\nHello! Ok... Today, the challenge is - oh...\n\nI have to reflect on my own life? Uhm...\n\nI like my life... I owe it all to two people but I like it... It was bad and then Shi found me and I felt like I was alive again - and when she died, I got Jack to build me a den!\n\nAnd I lived in it half the time... Then went home to Jack who could see how upset I was all the time - I was always bullied, I got bad results, I hated my life.\n\nAnd then Joel happened - he's like my Dad! Him and Shi are the best things I have - and technically, they're both Joel! Shi died in a train accident, and Joel brought her back a few years later!!\n\nand she was back!! And I was so happy!! I started crying a lot because my angel was back - and she promised to care for me!!\n\nJoel is also like an angel but I can't marry him too - oh! Shi is saying breakfast is ready! Before I go, did you hear? A big company wants to hire Penny!\n\nOk!! Wait, that's today!!! Quick - get the present!! I nearly forgot his birthday! I was so bothered with Pen  - I'M COMING!!\n"
  },
  {
    "name": "*Tapes*",
    "desc": "\nTape 1:\n'Father suggested I record these tapes once I learned how to time travel. He wanted me to tape every time I do something good, and every time I do something bad... And whenever I time travel in general. Sure, it makes sense... But do I really have to?'\n\nTape 12:\n'I met this girl today. She's different to the rest - because the way I met her was weird. She's not happy with her life. She's young, she's frail... I feel so sorry for her. I'll be there for her. I always will.'\n\nTape 13:\n'Father caught me trying to time travel so I could see where this girl ends up. 'You mustn't travel for your own benefit.' Well, maybe that means she's linked to me...'\n\nTape 18:\n'Another girl... Similar conditions. Lives in a bar, I think. I gave her a gift; I told her of her life. I may never be allowed to travel again.'\n\nTape 22:\n'I watched her die. She might as well be dead. And it's all my fault. I killed her. I let her die. This is my fault; this is my fault; this is my fault. I didn't know the car would be there. I'm sorry. I'm sorry. I'm sorry.'\n\nTape 24:\n'No no no no no no no no no no'\n\nTape 25:\n'I met a girl again. She had bright pink hair. She was upset. She was vulnerable. She's the start of the butterfly effect. I don't know how it ends; let's hope it's good. Let's hope the teddy protects her, huh?'\n\nTape 30:\n' \"... Time...?\" Wait, you - oh... shit...! Y-You're not dead... You... You!! Oh... My God... \"... What are you talking about...? ... My head hurts...\" '\n\nTape 42:\n'I took her on a date today. I took her round the park, through the meadows, and then when she was tired I carried her home where we watched a movie together. I don't know if she's happy. I was at peace. I hope she was happy too.'\n\nTape 49:\n' _And she needs you, this is from Matilda... And she needs you, this is from Matilda..._ '\n\nTape 58:\n'I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed.'\n\nTape 58:\n'That tape is incorrect. She is alive. Timothy. You have to bring your wife back to consciousness. You may be my brother but I can't help you all the time... And this was too close.'\n\nTape 60:\n'I won't time travel anymore. I can't. I nearly lost her again. I think she's too in love with me but my actions nearly killed her. I've been paying her less and less attention and... She followed me once. And nearly killed herself. She went into shock. This is bad.'\n\nTape 65:\n'She's my wife... And she insisted I tape this. It's been a few years... Maybe she was right to make me tape this... I'll take care of both of them.'\n\nTape 71:\n'She's devastated. I'm devastated. Our child... why...'\n\nTape 77:\n'I promise... She's nearly 7 months old... Soon she'll be born... And she'll be ok... \"And what if -\" honey... Trust me... I promise you...'\n\nTape 81:\n'Welcome to the world... Pamela.'\n"
  },
  {
    "name": "*Women cup size*",
    "desc": "\nLill // AA, A\nPenny // A-B\nEve // B\nSylvia // B\nNekoi // B\nPam // B-C\nAmiya // C\nVictoria // C\nShi // C\nRonja // D\nCat // DD\nLillie // D-E\n\n_((Changed it a bit))_\n"
  },
  {
    "name": "*An Alternate World*",
    "desc": "\nHe groaned as he was shaken awake by his daughter. With a shaky smile on her face, and her brother standing guard, encouraging her, he turned away - and so all the attention went to his wife, too. Slowly, they got up and went downstairs.\n\nToday, of course, was Christmas. Joel dreaded the morning - sitting around, opening presents, waiting, being woken up... It wasn't for him. Although, there was something about family that he liked.\n\nAnd family was what he got. His son receded to his girlfriend - his daughter, to his wife - and his two other daughters slowly entered through the front door. Well, there was a third. She was already here. \n\nJoel sighed as he looked at them with disbelief. All of them... His 4 daughters, his 1 son... Ridiculous. \n\nThey all gathered round the Christmas tree and took a photo before they, one by one, gave him a present. He shrugged it off until he opened the first one.\n\nThe first was from his son, Kenny. He had bought a very costly pack of beer, plus bottle opener, plus bottle holder, as well as a tshirt that was plain except for a skull made of bottle caps and wrenches. He smiled a bit slowly.\n\nThe next was from his first daughter, Nekoi. She had never really known him to be her Dad. She didn't really want to. But nonetheless, he received two handmade plushies, and a small smile - as well as a big smile from her husband.\n\nThe third was from his daughter, Saturn. Now, Saturn didn't know Joel was her dad. Although she suspected it a lot, Mars nor Joel said anything. Saturn gave a card and a small Christmas tree - very small - made of spare parts. It seemed she was interested in the same things as him.\n\nThe fourth was from his adopted daughter, Amiya, or as she would always say, Violet. Only he and Amiya's wife could say Amiya. She bought a massive hug as well as lots of drawings, a snow globe, a plushie - the list of small bits goes on. She went overboard, basically.\n\nThe final gift was from his daughter, Penny. The one he truly loved. Maybe he didn't show it, and he agreed, he was a shit father. But he did love her. Penny seemed afraid of him but slowly climbed onto his lap and cuddled up, holding a card with a drawing of their family inside. He looked at her and the drawing and slowly wiped a tear forming in his eye.\n\n\"Joel, happy? Are you kidding?\"\n\"Well... Penny seems to have touched him.\"\n\"We all touched him!! We were on his lap!!\"\n\"We know, Amiya. Don't worry... Wanna help Kitty cooking? I'll come too!\"\n"
  },
  {
    "name": "*Ages*",
    "desc": "Joel: 42\nCatherine: 40\nEvelyn: 37\nAmiya: 31\nShiri: 38\nNekoi: 36\nTimothy:\nLillie: 39\nLilith: 29\nKipper: 41\nRonja: 39\nAlex:\nKane:\n------------------------------------\nPamela: 16\nKenneth: 20\nPenelope: 13\nAndrew: 12\nHikari: 6\nYumi: 6\nVictoria: 18\nSylvia: 14\n\n\n\n*At 50*\n\n_Joel, on his 50th birthday, sits back. He decides to look through his life. Whether he makes it to 50... your choice._\n\n*Catherine is 48.* It certainly doesn't seem like she's getting older. She has been putting in a lot of effort, being better for Penny, these last few years. They've had more time alone. Joel and her have also had more time alone - and she hasn't changed in bed, either.\n\n*Penny has reached 21.* She's a totally different person! Well, not totally... Cress is still with her, and Anna still around too, of course, reaching 14 or 15 this year. Joel doesn't remember. She's a well known artist, now. She seems happy.\n\n*Kenny is 28, and Pam is 24.* They've just had their first child - well, two years ago. They had a son - and it seems they would like a daughter too. They seem happier than ever. Although Kenny seems to struggle with how serious his job is, he does it for his dad. Something he now only has just learnt.\n\n*Amiya is 38, Shi being 46.* Amiya makes fun of Shi being old, knowing she's not far behind. Their two daughters have already married - Sylvie is only 22 but she seems so sure! They still all live together. Amiya is as carefree as ever. She finally seems like her normal self. \n\n*Nekoi is also 46. Who knows how old Time is...* But Nekoi is 46. She struggles a bit still, but seems happier now than ever. A good sign. Time keeps up with her. He has stopped time travelling. Where's the fun in that?\n"
  },
  {
    "name": "*No Cameras, Please*",
    "desc": "\nBREAKING NEWS!\n\nA shooting that has occurred within (X/Y) school, located nearby Reading, has officially been stopped with no casualties involved.\n\nThe shooter, a man named Benny Vargas, aged 35, was wearing a 'Team Flare' outfit whilst the shooting was occurring. Vargas has had many mental health issues in the past. Team Flare refuse to take responsibility of him, saying only that a statement will be released soon about him.\n\nThere were only two injuries during the event. One woman who asks to remain anonymous was overpowered and knocked out upon forced entry into the school. During this fight, she pressed the fire alarm button, causing the school to be evacuated.\n\nViolett Thompson, the other injury, is a staff member at school, working as a Teacher's Assistant and also to help around the school with other problems. She was helping a student evacuate when the Vargas approached them.\n\nThompson is reported as seeing the shooter but staying calm, quickly evacuating the rest of the class she was helping that day. She then approached Vargas in an attempt to calm him down and held a conversation for over 5 minutes with him, but sustained three injuries in the process, two gunshots and one account of bodily harm that he did physically.\n\nAfter attacking Thompson, Vargas started his search through the school, but the police had already arrived and pacified him before he could leave the room with Thompson in. She was rushed to ER immediately but is in a stable condition and is on the road to a full recovery.\n\n'Violett truly risked her life for these children. She's done an incredible service for us all. We cannot thank her enough.' The school also says that there will be a commemoration of her and her duties.\n\nThe police only have an informal sentence to offer at this time : 'Benny is pending a sentence right now. The expected outcome is a life sentence under psychiatric monitoring. Without Violet, it's expected he would have made it much farther through the school. She is a hero.'\n\nViolett Thompson is the mother of two daughters, both who attended the school at one point. It is believed her sister is the well-known Evelyn Thompson, but she is yet to say anything about the matter. We expect a statement from her in coming days.\n"
  },
  {
    "name": "*Theories*",
    "desc": "This is less a story and more kinda lore:\n\n*The Bioshock Infinite Theory*\nSo in Bioshock Infinite, you play as a guy named Booker. The universe is very complicated - so I’ll spoil it all. The idea is, that Booker had a child named Anna, and also gambled a lot. In one universe, he sells Anna off to pay off the debt - in another, he keeps Anna. But he keeps wrestling to get Anna, sell Anna, etc. \n\nSo he goes to the city of Columbia, which has the ‘prophet’, Comstock. Booker gets asked if he wants to be BAPTISED. If he says Yes - he becomes Comstock. If he says No - he becomes Booker.\n\nThe idea is that there are infinite universes at one time - and they can exist at the same time. Booker and Comstock exist at the same time.\n\nAnd because there are infinite universes, there are infinite tests - if you flip a coin, you might once get Heads, and then 999 Tails - but it proves there is an alternate universe.\n\n*The RP*\nMy idea has been that of course, we know that Time is evidence of many universes / timelines... and so Joel is Booker - where he saves Nekoi, or loses her. Or maybe it’s where he saves Cat, or loses her. Or maybe it’s... you get the point. But Joel is Booker.\n\nOriginally I thought Violet would be a key part in the timeline - but is Joel the biggest part, even bigger than Time himself? Just a thought lol\n"
  },
  {
    "name": "*Revenge*",
    "desc": "\n“Can you tell me what happened that night, Shiri?”\n\n_”It was a normal night... well, sort of normal... I had a long shift at the hairdressers and got back late... Amiya - uh, Violet -  was in the living room playing on the Switch but I could smell dinner cooking._\n\n_I went to her and said hi, we hugged and she told me there was a letter on the side - and I thought, great, it’s bills, or something, who knows... there were actually two;_\n\n_One was from my old friend Jack. I hadn’t spoke to him in... decades... but he revealed him and Amiya had been speaking for years. So I smiled and sighed a bit - Amiya was still childish and still hid things from me - and this was something she hid particularly well. So I smiled and opened the next one._\n\n_Now it was my time to hide something from her. It was a letter from someone signed TF - or... team flare, I guess it was... and it talked about her and the school and the shooter... and I said nothing to her. I... I wanted to call you... the police... the next day... god, I fucked up...”_\n\n“You couldn’t have known back then. It was only a few weeks ago, now, wasn’t it? Listen, Shiri, we have a lot of hope. We know she’s alright. We have contact with Team Flare - “\n\n_”And - wait, and you didn’t tell - “_\n\n“We haven’t told you because we don’t want you to be upset or want to talk to Amiya. That’s... something we can’t risk right now. Listen... we’ve got information about her, alright?\n\nThey’re using her for testing like they always do. I don’t know why they chose her. Maybe her bravery. Maybe because she embarrassed them. We just... we don’t know.\n\nWe received a letter ourselves. And you shouldn’t be knowing this.... but it included pictures of Amiya. She’s okay. She’s what you would expect but she looks okay... our medical team thinks she’s alright and she’s healthy. We’re sending a team there tomorrow.\n\nAnd I know this is overstepping... but the letter was signed with this name. I can’t read the signature - but maybe you can?”\n\n_”... Zoe.”_\n"
  },
  {
    "name": "*Father’s? Day*",
    "desc": "\nAmiya, to Sylvia and Victoria:\n_Hey girls, as you know today is Father’s Day! Neither of you have sent messages but it’s still very early in the morning so I’ll assume you’ll send some soon - and please do, she would love to hear them. She’s so badly sick at the moment so I’m taking the day off to care for her, so I guess you don’t have to see her if you don’t want. She would love it though! I’ll read out your messages for her, she can’t focus right now._\n\nAmiya, to Victoria:\n_Hi Vicky, as you guys can’t go out now, maybe you’d like to take your dad out to the pub or something in a week or so? I think she’d enjoy that a lot. I know she wants to talk with you and relax quite a lot._\n\nAmiya, to Sylvia:\n_Hi, I guess you don’t have to send something if you don’t want to. I don’t really know how you feel about her. Listen, she’s always cared for me and loved me, and she’s always cared for you guys and loved you guys too. She’s always respected me and she’s always protected me. She’s kind of my saviour. I wouldn’t have had you guys without her! So please do send a massage anyway, I’d love it and so would she. If you want to come over and talk we can today, just take some medicine because it could be infectious, what Shiri has! We can talk, just you and me. I’d like to show you that I can be the mother you would have liked. But it’s Father’s Day, so maybe another time. Have a good day, Sylv ^*^_\n"
  },
  {
    "name": "*Memories (although I think there’s already one called this)*",
    "desc": "\n_Interviewer:_ Tell us - on this Christmas Eve, what would you say your favourite memory is?\n\n*Shiri:* I think my best memory is me in bed, with Violet nuzzling her head against my neck, whilst I was watching something on my phone, on Christmas Eve - or it would have to be getting either of the children... I’ve never felt so nervous and so excited in my entire life...\n\n*Violet:* ... I-I’m a bit afraid to say the wrong thing... a-and I-I really love m-my family but - t-the Christmas we all spent together - Joel, Penny, Sylvie, Vicky - uh, K-Kenny and Cat! Yeah... t-that’s the best one...\n\n*Kenny:* I’m not sure... I think I’m still looking for it - you can bet I’m in love with Pam but every moment with her is a highlight, it’s almost impossible...\n\n*Penny:* ... i-it’s special to me. Alright?\n\n*Cat:* where the hell do I even begin... there’s too much to talk about... but I’d say... well... I’ll get back to you...\n\n*Joel:* ... a memory that’s good?\n"
  },
  {
    "name": "*Love*",
    "desc": "\n_”How about you live alone for a week then, huh?!”_\n\n_Day 1:_\nI said that to Amiya yesterday. We were arguing about stupid things like always with Sylvia outside the door and... she surprised me. She got angry, grabbed her things and by the time I calmed down and left the bathroom, she was gone. I got a message saying she would be back in a week but nothing else. So now what?\n\n_Day 2:_\nI can only imagine what things are like for her. I feel bad for her because she must be struggling but I’m still annoyed at her. Life is going on very normally at home. The cats are fine. Nothing has changed. They all seem a bit lonely and Kaito in particular seems more aggressive towards me but what did I expect?\n\nMy day is normal and nothing has changed. I go to work, I come home, I eat food and then I relax. It’s all just normal. Sleeping feels normal and showering feels normal. In fact it almost feels... freer. I mean it, I seriously do. It’s the small things, too. I don’t even feel the pressure to have sex or anything anymore, and that almost turned me on more than anything. I could just do... whatever I wanted. I almost forgot how that felt!\n\n_Day 3:_\nI went to a pub today and just drank. I’ve not done that in years. I feel so good. I feel incredible again. I came home and watched TV until 1AM. Is this what my life used to be? I’m not saying it’s better but part of it feels so good again... I can look after myself finally. I went out and did what I wanted to do. I got a new haircut today that I’ve been wanting to get for ages. A new motorbike helmet and a few parts. Everything is suddenly so much faster!\n\n_Day 4:_\nSo it’s the weekend tomorrow, and I don’t imagine it’ll be much different. Well, maybe it will be. Amiya always tried to meet up with the Thompson’s or the kids and go out somewhere... part of it is because she needs a routine, a schedule, to keep herself busy... but I think she really loves them and enjoys being with them.\n\nI got a text from Victoria saying everything was fine and that Sylvia came home very angry at me. I shouldn’t have said what I said. I don’t know if I can fix that now. At least she said Sylvia and Amiya are getting along better again.\n\nI ended up going out with some work friends today. It was Tasha’s birthday and I, for once, said yes, which I guess surprised everyone. It was actually pretty awesome, and I’ve gotta say I’m pretty happy to do what I want. \n\nSomething did feel weird though, like something was in the back of my mind... I just couldn’t put my finger on what.\n\n_Day 5:_ \nI haven’t been into Sylvia’s or Vicky’s bedroom in a few days so I completely forgot to water the plants in there. I guess Amiya did that. And, as I realised, she also usually loads the dishwasher and does the laundry. And she buys new cat food when we run out. So this morning was a lot busier than I expected. It’s a lot to keep track of at first but maybe I’ll get more used to it.\n\nI have to say though, I am missing her. Last night I got home happy about the day and got straight into bed, but then I just couldn’t sleep... like it was too cold on half of my body, like I was missing something.\n\nKaito seems almost upset now so I forced him into bed with me whilst bringing the other two along. They all seem a bit weirded out - although Eliza seems happy to stay with me. I swear, I have to play with Mickey all the time! I never remember him being this intensive!\n\n_Day 6:_ \nI ran out of beer this morning. I don’t even know how. It’s always just been full. I guess she does that too.\n\nNow I’m really starting to miss her. The apartment feels too quiet and too gray without her. All I can do is watch TV and... that’s really it. The cats like to be out during the day but at night, they come back. When they one of us they like to be near but Kaito didn’t actually come back until quite late today. I guess he’s missing her too. So we have something to relate to. \n\nFuck, I regret saying what I said. I got so angry and I’ve had my head so far up my own ass... I take care of her a lot. I know that, I won’t be modest. But I didn’t realise how much she takes care of me too. How much she does that I just never even noticed. I just want her back now. \n\n_Day 7:_\nI kind of just lay in bed in the morning. I didn’t really know what to do. I didn’t want to go out because I didn’t know where to go, I didn’t want to watch TV because there was nothing to watch, and I didn’t want to play any games because... I don’t. Not really. All the games I’ve seen that are interesting aren’t really for Amiya - well, a few interest us both but only a few - and I don’t have the right console to play them. So maybe I should get one...\n\nI was looking up things to buy on my phone when the doorbell rang. It rang earlier in the week and the cats seemed excited but then disappointed to see it was the Dominoes pizza guy.\n\nI got up, not well dressed in pyjamas and opened the door to see a short woman standing in front of me with her head down. She didn’t say anything and I couldn’t see any tears or hear any crying. She just... stood there with her suitcase and backpack.\n\nI looked at her then just pulled her close and gave her a genuine hug. One that I meant. One that she could feel. And she knew, because she gave me the same hug back. I could feel her familiar touch and her actions felt so natural to me. She hid her face slowly and mumbled something then looked at me and just said ‘I’m sorry.’\n\nWe both needed each other and she said I was right, it was hard to do a week alone. But I admitted the same thing and everything kind of spilled out from me. I didn’t know what to do without her. I think I made myself sound worse than her.\n\nThe plants and the house are back to normal. Everything is clean and feels colourful again. I’ve never seen Kaito so friendly with anyone and also so angry at anyone. I’m surprised she could control him. Mickey was a little excitable but that’s to be expected. It was almost weird seeing Amiya with no scratch marks on her arms from him.\n\nAt least we know never to try that again.\n"
  },
  {
    "name": "*What Can I Say?*",
    "desc": "\n_\"So, what's your name?\"_\n\nViolet - a-although my real name is A-Amiya!\n\n_\"Last name?\"_ \n\nU-uh - Thompson!\n\n_\"And how old are you?\"_\n\n... A-ask Shi...\n\n_\"Ask Shi?\"_\n\nS-Shiri - uh... She remembers...\n\n_\"Ok... So, tell us about yourself.\"\n\nOk, uh... I-I'm Violet - oh... I already said this // _*laughs nervously*_ // uh... I... I'm short... I have Violet hair.. That's also short... I guess I'm dating Shi... Which is by far the best thing that's ever happened to me... Aaaand.. Uh... ... We live with Kitty?\n\n_\"Kitty?\"_\n\nU-uh, her real name is Cat - I think...\n"
  },
  {
    "name": "*Tapes*",
    "desc": "\nTape 1:\n'Father suggested I record these tapes once I learned how to time travel. He wanted me to tape every time I do something good, and every time I do something bad... And whenever I time travel in general. Sure, it makes sense... But do I really have to?'\n\nTape 12:\n'I met this girl today. She's different to the rest - because the way I met her was weird. She's not happy with her life. She's young, she's frail... I feel so sorry for her. I'll be there for her. I always will.'\n\nTape 13:\n'Father caught me trying to time travel so I could see where this girl ends up. 'You mustn't travel for your own benefit.' Well, maybe that means she's linked to me...'\n\nTape 18:\n'Another girl... Similar conditions. Lives in a bar, I think. I gave her a gift; I told her of her life. I may never be allowed to travel again.'\n\nTape 22:\n'I watched her die. She might as well be dead. And it's all my fault. I killed her. I let her die. This is my fault; this is my fault; this is my fault. I didn't know the car would be there. I'm sorry. I'm sorry. I'm sorry.'\n\nTape 24:\n'No no no no no no no no no no'\n\nTape 25:\n'I met a girl again. She had bright pink hair. She was upset. She was vulnerable. She's the start of the butterfly effect. I don't know how it ends; let's hope it's good. Let's hope the teddy protects her, huh?'\n\nTape 30:\n' \"... Time...?\" Wait, you - oh... shit...! Y-You're not dead... You... You!! Oh... My God... \"... What are you talking about...? ... My head hurts...\" '\n\nTape 42:\n'I took her on a date today. I took her round the park, through the meadows, and then when she was tired I carried her home where we watched a movie together. I don't know if she's happy. I was at peace. I hope she was happy too.'\n\nTape 49:\n' _And she needs you, this is from Matilda... And she needs you, this is from Matilda..._ '\n\nTape 58:\n'I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed her I killed.'\n\nTape 58:\n'That tape is incorrect. She is alive. Timothy. You have to bring your wife back to consciousness. You may be my brother but I can't help you all the time... And this was too close.'\n\nTape 60:\n'I won't time travel anymore. I can't. I nearly lost her again. I think she's too in love with me but my actions nearly killed her. I've been paying her less and less attention and... She followed me once. And nearly killed herself. She went into shock. This is bad.'\n\nTape 65:\n'She's my wife... And she insisted I tape this. It's been a few years... Maybe she was right to make me tape this... I'll take care of both of them.'\n\nTape 71:\n'She's devastated. I'm devastated. Our child... why...'\n\nTape 77:\n'I promise... She's nearly 7 months old... Soon she'll be born... And she'll be ok... \"And what if -\" honey... Trust me... I promise you...'\n\nTape 81:\n'Welcome to the world... Pamela.'\n"
  },
  {
    "name": "*An Alternate World*",
    "desc": "\nHe groaned as he was shaken awake by his daughter. With a shaky smile on her face, and her brother standing guard, encouraging her, he turned away - and so all the attention went to his wife, too. Slowly, they got up and went downstairs.\n\nToday, of course, was Christmas. Joel dreaded the morning - sitting around, opening presents, waiting, being woken up... It wasn't for him. Although, there was something about family that he liked.\n\nAnd family was what he got. His son receded to his girlfriend - his daughter, to his wife - and his two other daughters slowly entered through the front door. Well, there was a third. She was already here. \n\nJoel sighed as he looked at them with disbelief. All of them... His 4 daughters, his 1 son... Ridiculous. \n\nThey all gathered round the Christmas tree and took a photo before they, one by one, gave him a present. He shrugged it off until he opened the first one.\n\nThe first was from his son, Kenny. He had bought a very costly pack of beer, plus bottle opener, plus bottle holder, as well as a tshirt that was plain except for a skull made of bottle caps and wrenches. He smiled a bit slowly.\n\nThe next was from his first daughter, Nekoi. She had never really known him to be her Dad. She didn't really want to. But nonetheless, he received two handmade plushies, and a small smile - as well as a big smile from her husband.\n\nThe third was from his daughter, Saturn. Now, Saturn didn't know Joel was her dad. Although she suspected it a lot, Mars nor Joel said anything. Saturn gave a card and a small Christmas tree - very small - made of spare parts. It seemed she was interested in the same things as him.\n\nThe fourth was from his adopted daughter, Amiya, or as she would always say, Violet. Only he and Amiya's wife could say Amiya. She bought a massive hug as well as lots of drawings, a snow globe, a plushie - the list of small bits goes on. She went overboard, basically.\n\nThe final gift was from his daughter, Penny. The one he truly loved. Maybe he didn't show it, and he agreed, he was a shit father. But he did love her. Penny seemed afraid of him but slowly climbed onto his lap and cuddled up, holding a card with a drawing of their family inside. He looked at her and the drawing and slowly wiped a tear forming in his eye.\n\n\"Joel, happy? Are you kidding?\"\n\"Well... Penny seems to have touched him.\"\n\"We all touched him!! We were on his lap!!\"\n\"We know, Amiya. Don't worry... Wanna help Kitty cooking? I'll come too!\"\n"
  },
  {
    "name": "*No Cameras, Please*",
    "desc": "\nBREAKING NEWS!\n\nA shooting that has occurred within (X/Y) school, located nearby Reading, has officially been stopped with no casualties involved.\n\nThe shooter, a man named Benny Vargas, aged 35, was wearing a 'Team Flare' outfit whilst the shooting was occurring. Vargas has had many mental health issues in the past. Team Flare refuse to take responsibility of him, saying only that a statement will be released soon about him.\n\nThere were only two injuries during the event. One woman who asks to remain anonymous was overpowered and knocked out upon forced entry into the school. During this fight, she pressed the fire alarm button, causing the school to be evacuated.\n\nViolett Thompson, the other injury, is a staff member at school, working as a Teacher's Assistant and also to help around the school with other problems. She was helping a student evacuate when the Vargas approached them.\n\nThompson is reported as seeing the shooter but staying calm, quickly evacuating the rest of the class she was helping that day. She then approached Vargas in an attempt to calm him down and held a conversation for over 5 minutes with him, but sustained three injuries in the process, two gunshots and one account of bodily harm that he did physically.\n\nAfter attacking Thompson, Vargas started his search through the school, but the police had already arrived and pacified him before he could leave the room with Thompson in. She was rushed to ER immediately but is in a stable condition and is on the road to a full recovery.\n\n'Violett truly risked her life for these children. She's done an incredible service for us all. We cannot thank her enough.' The school also says that there will be a commemoration of her and her duties.\n\nThe police only have an informal sentence to offer at this time : 'Benny is pending a sentence right now. The expected outcome is a life sentence under psychiatric monitoring. Without Violet, it's expected he would have made it much farther through the school. She is a hero.'\n\nViolett Thompson is the mother of two daughters, both who attended the school at one point. It is believed her sister is the well-known Evelyn Thompson, but she is yet to say anything about the matter. We expect a statement from her in coming days.\n"
  },
  {
    "name": "*More Biographies*",
    "desc": "\nName: Lilith \nType: Human (was a Demon once)\nAge: 24\nPhysical: under the average height, long black hair, pale, red eyes, thin build and small breast, cuts on arms and scars on stomach, legs and cheeks\nPersonality: quiet, easy to annoy, suffers from anxiety, claustrophobia, doesn't eat much or some days eats a lot, lack of sleep, depression, paranoia, autophobia and achluophobie. Doesn't talk much, often hides her feelings, doesn't show how weak she actually is. Sometimes has hallucinations\nMajor Interests: Alex, Kipper, Mickey\nInterests: Ronja, their children, Sushi, Cosplay, hugs\nDislikes: Ham, for a while also sex\nMajor Dislikes: Other (especially male) persons beside Alex and Kipper\nOther: nearly got raped when she was younger, made her sister and her brother come back to life, is afraid of the death, can be like a slave for Alex, just trust Kipper. If she fights with Alex, she doesn't talk to him until he apologies, even if it was her fault. She always want to be right. She's afraid of taking responsibilities\n\nName: Penelope \nType: Human\nAge: 14\nPhysical: very short/under the average height, short red/brown, curly hair, blue eyes, thin build with cut on her stomach, arms and legs, usually covered by bandages, A/B cup breast, for her height long thin legs and curvy hips.\nPersonality: Very shy and quiet but also polite and patient. She's very calm but suffers from anxiety and depression. She always tries to hide her emotion but is also always close to cry. Besides this she is clumsy and doesn't have a lot of luck. Has got a weird taste of art and lives in her own world. She is a day dreamer and doesn't focus on school or on other people, interest, love, ect.\nMajor Interests: Kenneth, drawing, Kenneth clothes\nInterests: Catherine, Joel\nMajor Dislikes: loud noises, talking in front of people (also talking in fact), being followed, tall person  (so nearly everyone) she doesn't know, being around people, being forbid to do something she like (or dislike)\nDislikes: darkness, taking pills (Anti depressive), being call \"Penelope\" for a bad reason\nOther: Penny gets bullied in school but tells noone what problems she's got (All her fears, phobias, anxiety, depression ect.). She is bad as school and basically the opposite of Kenny. She always hurt herself and isn't popular in school. Students call her \"Weird\" or \"freak\" because of her look and behaviour -> the fact that she doesn't talk a lot and that teachers are trying to support her. She has got a weird hair cut because she once cut her hair when she was younger - she still wants her mother to fix it. She doesn't talk about her problems, not even with Kenny, and is always scared to do something wrong.\n"
  },
  {
    "name": "*Repeat our first meeting*",
    "desc": "\nAfter 5 years of studying for my dream job, I quitted it all to see _her_ again.\n\nNow she's standing in front of me. Not close but also not far away. But too far away for me to reach her.\n\nHer red hair looks different but still it shines in the light like rubies. Her body is still as hot and graceful as I imagine. No. It is more than just that. It is too perfect to describe it. Just like her face. And her blue shining eye-...\n\nShe looked me. Her eyes in the colour of fire. No smile. Not a single emotion in her face. Then she started walking in my direction.\n\nHow will she react?\nWill she shout at me?\nWill she slap me or even start a fight?\nOr... will she be happy to see me again and hug me?\n\nI don't know what to do. My body feels hot and sweaty and I'm getting nervous, shaking a little bit. I waited 5 years and gave up everything to see her again, to touch her skin, to feel her breath, to hear her voice, to smell her perfume.\n\nHow should I react? Should I hug her or say something? Or should I just do nothing?\n\nShe came closer and closer whilst I kept starring at her. Then I made a decision. I opened my mouth to say something like \"Hello Cat\" or \"I'm back\". She was very close to me and I closed my mouth again. Is she going to hug me? I closed my eyes for a small moment and when I opened them, I twitched a lot.\n\nShe just walked past me. She ignored me.\n\n\"How can I help you?\"\n\"I don't need help. I lived here before. A lot changed.\"\n\nI forced a smile and looked at the body of this attractive red haired woman.\n\n\"If you left, why did you come back?\"\n\"I... uhm... need a full time job.\"\n\"A full time job? I can give you work here but... you have to live here\"\n\"T-that's good!! Ehm... I lived her before and had a room next to Cat- Catherine's! Can I have it back...?\"\n\nThe woman moved off the table and walked behind me.\n\n\"Hm... I see... you must be Joel. You can have the room. Catherine told me to change the inside. It might look more like a laboratory than a comfy room but it should be enough for you.\"\n\"Okay. I'll find the way. Thank you- uhm...\"\n\"Mars.\"\n\nShe looked at me and smiled.\n\n\"Welcome to the Team Flare HQ, Joel.\"\n\nI went to my room and looked at Cat's. I entered the room and put my stuff down, then I went to Cat's room and knocked.\n\n\"Come in.\"\n\nHer soft but cold voice answered and I opened the door.\n\n\"Hey Cat-...\"\n\nShe starred at me and was close to growl.\n\n\"My name is Catherine, not Cat. I would be pleased if you quit calling me Cat.\"\n\nNow I starred at her. I couldn't believe what she just said.\n\n\"I wanted to talk-...\"\n\"Sorry but I've got no time. Please leave my room now.\"\n\nI obeyed and left her. Left her room.\nBut then I muttered, before I closed the door:\n\n\"Can't we just... repeat our first meeting?\"\n\n\n*'She's like Winter, except all year long'*\n\nAfter 5 long years, he was finally back.\n\nI walked towards him. Slowly edging closer and closer to him until stopping in front of him, a small distance away. He wasn't far now, close enough to see the emotion in his eyes.\n\nHe was inspecting my body. I knew he was but I kept looking at his eyes. Looking at my face, taking everything in. I had tried to keep my character but I looked different at the same time. I had changed.\n\nHe looked at me. I didn't smile and I could feel my eyes burn a little. I didn't show anything. I started walking again.\n\nI knew what he was doing. I could see him getting ready for any reaction.\nHe gave me sad eyes, like he missed me.\nHe tensed his muscles a bit, to impress me, or to get ready for an attack.\nHe closed his mouth and tried not to talk, like he was ready for me to scream at him.\nHe moved an arm up a bit, like he was expecting me to hug him.\n\nHis body was sweating and his breathing was off. It had been a long five years, and it seemed he hadn't changed at all.\n\nI felt myself look up a bit as if to ignore him. I was taller now. I had changed my hair several times. Just to try and make myself different from who I was.\n\nA scar on my stomach ached a bit and I could feel him staring at me. He wanted me again. He had made a mistake, he would say, and he was sorry.\n\nHe opened his mouth briefly but closed it again, ready for me to say something. Was I always the dominant one? I saw him close his eyes and look a bit scared.\n\nBy the time he had opened them, I was gone from his view. I hadn't even shown I knew he was here.\n\nI had excelled to a much higher position now, and even if I did still love him, getting back together would put my job in danger. I wasn't risking that for him. Especially considering he hadn't made an effort to get me back yet.\n\nI had given instructions to remake his room. Make him focus more on work. He had told us a month ago he was coming back. I honestly wasn't surprised. I had expected him to do just that.\n\nAfter he abandoned me in the flat, I came back here and started working. I tried to make myself forget him. And, over time, I have. He doesn't mean anything to me. Not yet.\n\nI had specifically kept his room 'full', so nobody else would take it. He would want the room next to me. Surely I should give him something back.\n\nI had been in several times myself. Putting the diary on his desk. Leaving him a present on top of it. Putting his plushies back. Remodeling and cleaning. My personal little project. I had also been busy with my free time. Just remodeling my own room to get rid of who I was.\n\nBy this point I was at my desk when I heard him knock. I spun round on my chair and responded quietly. I'm not his. He doesn't deserve me. He will know this.\n\n\"Come in.\" \n\nMy voice. It was soft but often had an icy edge to it, and it was the one thing I couldn't change myself. It had naturally grown colder over the years.\n\nI watched the door open slowly and he went to say something but once again, I knew my response. Short and cold. That would send him away.\n\n\"Hey Cat-\" \n\nI immediately cut him off. I wasn't just Cat anymore. I was Catherine. People feared calling me Cat by mistake. Maybe he would learn soon.\n\nI tensed a bit and responded slowly. \n\n\"My name is Catherine, not Cat. I would be pleased if you quit calling me Cat.\"\n\nHe looked at me with disbelief and tried to think of things to say, realising I was more different than he expected.\n\n\"I-I just wanted to talk-\"\n\n\"Talk? Sorry. My schedule is full - I have no time. Please leave my room now.\"\n\nHe sensed authority, something I hadn't see a lot of in him before, and he slowly closed the door after leaving.\n\nI only just managed to catch what he said when he left. Something that made me twitch a little. He really was sad now. He really did want to speak to me. Perhaps I'll tell him a time tomorrow where we can talk.\n\n\"Can't we just... repeat our first meeting...?\"\n"
  },
  {
    "name": "*Rambling*",
    "desc": "\nTo: spriestly@###.com\nFrom: Amiya’s Therapist\n\nHere’s the audio of what we spoke about today. There’s more but it’s private to her and not about you, so I’ve excluded it.\n\nI think you should listen.\n\n“ _Okay, Amiya, why don’t we start with... actually, talk to me. You seem bothered today._\n\n(w/o stuttering)\nO-of course I’m bothered... there’s - it’s - my life just... it’s not right, okay? I’m not happy... and I should be, shouldn’t I? But... it just sucks...\n\nA year ago I had a good job, a loving wife, two loving daughters - I was so happy... I started taking less anti depressants because they made me more tired and it helped, and I could handle it a bit better...\n\nAnd then... it all just changed... because of my stupid birthday...\n\nSylvia hated me more and Vicky doesn’t talk to us much anymore;\nShiri, I found out, was, and still does, drink and smoke weed pretty much constantly;\nMy new anti-depressants are weaker so I have to take more so I’ve been more tired and more hungry than ever;\nAnd sometimes I don’t even see the point in living. That’s - that’s why I’m here.\n\nThe one time I found Shiri’s stupid baggy because Kaito was clawing at it, I tried a bit - smoked a bit - and I... I felt so relaxed for the first time in years... and I told her that this was good and she shouts at me and tell me she was a pedophile....?! How do you... how can you even fix saying that?\n\nIt’s the first time I felt calm in so long... and she doesn’t even think about it, because it’s ‘her stuff’ - in our marriage, in our apartment, in which she hides drugs - how can I even trust her? I still love her and I want to trust her but.. how can I?\n\nDoes she even love me? She doesn’t tell me... she never seems interested in me... she nearly never says she loves me, and we don’t have sex because she doesn’t want it, she never cuddles me in bed when I’m napping in the afternoon or asks me how my day was anymore, and I think she only hugs me at night to calm herself down from all the drink and drugs! How - I can’t live in that relationship any longer! I want to - a-and the problem is, even if I wanted to go, where would I go? She’s my entire life and now - now I don’t even know what to say...\n\nI love that woman but... does she even love me? Why won’t she just show it? Why has everything changed?”\n"
  },
  {
    "name": "*File Index: 0x0064AC*",
    "desc": "*File Name: Unknown Siren*\n*Security Index: DEADLY. DO NOT ENGAGE.*\n\nFirst sighting was 0237AM at 12/09/REDACTED. \n\nSubject was seen flickering in and out of being - only captured on Cameras 24A and 24C thanks to their higher framerates. Further research believes subject is capable of reappearing over 60 times a second, but no more than 120.\n\nResearch suggests subject is a _SIREN_. DO NOT ENGAGE SUBJECT UNDER ANY CONDITIONS.\n\nExcerpt from [REDACTED FILE]:\n_Sirens are women of unknown backgrounds and incredible powers. Sirens can be distinguished by their tattoos identifying them running down half their body.\n\nOnly six Sirens can exist at any given time. As of present, only two are known. A third Siren, Steele, was successfully captured but terminated before experimenting could occur.\n\n\"From Steele, we learned that the tattoos on their bodies are part of a language. The letters 'S, T, E, L, M and A' have been translated, but no sentences have been successfully translated as it seems to be infinitely complex in terms of grammar. There is a chance the sentences have little to no meaning, or completely new meanings not present in English.\n\nSirens have mystical abilities, usually including time travel and control of space and matter. Steele seems to have been missing the ability to travel through time, but did show exceptional control over thoughts and minds of those around her. Other sirens have been seen to create miniature black holes, and corrupt electronical equipment.\"\n\nThis is a LEVEL 1 SITUATION. Do not engage and contact HQ Leader upon seeing. Last sighting was 21 weeks from this document being written. Siren seemed to wear a yellow skin-tight suit, although no details of her body could be seen. Suit almost looks impenetrable. Siren has also been seen on one occasion passing by a sleeper HQ in the city of [REDACTED] in a business suit.\n\nSiren has been coined 'Siren M' due to the visibility of the letter M on the side of her yellow skin suit. No tattoo visible so no further classification as of yet. \n\nPurpose inside city and HQ unknown.\n\n_Notes:_\n_If you see her, you're dead. Do not move if seen and do not speak. Treat as an SCP Object until further classification. The more you struggle, the more you will suffer._\n\n_Team Flare TM_\n"
  },
  {
    "name": "*Timelines*",
    "desc": "*Timeline A*\n-\tEve doesn’t survive her time at the old HQ\n-\tMars has a miscarriage and never leaves the HQ \n-\tGLaDOS never finds Joel\n-\tShi never gets activated\n-\tJoel kills Ilyssa out of anger and leaves Nekoi with her aunt, then returns to the HQ, looks himself up and tries to build a time travelling machine but fails due to lack of Cat’s knowledge (Joel’s projects only work with the help of Cat because they each have a part of Master’s knowledge)\n-\tCat leaves the HQ and falls in love with Time who never met Nekoi\n-\tTime never met Nekoi and after falling out of love with Cat continues his search for her to end the circle\n-\tNekoi dies due to lack of medication\n-\tKipper never meets Nekoi and therefore doesn’t befriend Time, gets captured and ends up joining Team F as their secret weapon\n-\tLillie joins Team F as well but fails to control the monster inside\n-\tLill never gets separated from Lillie\n-\tRonja never leaves the HQ\n\n*Timeline B*\n-\tEve doesn’t survive her time at the old HQ\n-\tMars leaves the HQ after giving birth to Saturn\n-\tGLaDOS doesn’t find Joel\n-\tShi gets activated by Cat, then finds and confronts Joel\n-\tJoel kills Ilyssa to fuse her soul with Cat’s, leaving Nekoi with her aunt, sending her money and a letter every year. The fusing fails, leaving Ilyssa trapped and Cat broken, he looks himself up to fix his mistake but fails due to lack of knowledge. He never finds out about Saturn\n-\tCat gets heartbroken but takes over the HQ – then gets destroyed by Joel’s impatience\n-\tTime never met Cat. Time starts taking care of toddler Nekoi, making sure she takes her medication and watching her grow up. When she turns 16, she’s involved in an accident and Time rescues her, taking her to Timeline C.\n-\tNekoi survives her time with her aunt and meets her “angel”. When she turns 16, she leaves the mansion and meets Kipper. After he cheats on her, she leaves him and in a moment of desperation gets hit by a car. Without noticing she gets time travelled into another Timeline. Her old body falls into a coma from which she never wakes up.\n-\tKipper gets kidnapped by Cat and brought to the HQ. There he doesn’t manage to escape since he can’t find Lillie and stays a prisoner till his last days\n-\tLillie gets kidnapped by Cat. The members of the HQ find out about Lill and start experimenting on Lillie\n-\tLill gets separated from Lillie and gains overwhelming power which she then uses to finally end Lillie\n-\tRonja leaves the HQ but never meets Kipper\n\n*Timeline C*\n-\tEve survives her time at the HQ and meets Mars\n-\tMars takes care of Eve and later after confronting Joel about their baby leaves the HQ with Eve and Saturn to start a new life. When Saturn grows older, she meets Sayuri and helps her rebuild the HQ\n-\tGLaDOS finds Shi and confronts Joel\n-\tShi gets activated and confronts Joel. Shi stays with Cat and Joel. Shi gets fused with Shiri’s soul who afterwards takes over the body\n-\tJoel accepts GLaDOS’s offer and kills Ilyssa out of frustration. He brings Nekoi to her aunt. He then fuses Ilyssa’s soul with Cat’s with the help of GLaDOS. Thanks to Ilyssa’s fertility Cat gets pregnant with Kenny and forces Joel to leave the HQ with Shi. When leaving the HQ, they meet Violet, who recently lost her “mother” and decide to take her with them to bring her mum back. Kenny starts his own business and ends up financially supporting Team G without Pam’s knowledge.\n-\tCat takes over the HQ alongside with the pregnant Mars to help her out. After Joel returns, she refuses to speak with him but later gives in and walks into his trap. She gets fused with Ilyssa and then gets pregnant after forgiving Joel a fourth time. After that she gains full control over Joel. After Joel’s death she rebuilds him with the help of Penny, who turns into a mad genius like her father used to be and returns to newly rebuilt HQ, starting over new with Sayuri and Rosa.\n-\tTime doesn’t know about Nekoi and has a short relationship with Cat. Afterwards he gets replaced by Timeline B Time and lives a seemingly peaceful life with Nekoi after she gives birth to Pam. At Pam’s marriage he has to decide who will die in Nekoi’s place to restore order. After the birth of Maya, the circle is fulfilled\n-\tNekoi dies due to lack of medication but then gets replaced by Timeline B Nekoi who returns to her mansion after the death of her aunt\n-\tKipper saves Ronja from the streets and takes her home. He never meets Nekoi. He gets captured by Cat but manages to escape with Lillie and Lill with the help of Ronja\n-\tLillie gets captured by Cat and finds out about her inner demon. Cat agrees to sperate Lill from Lillie with the help of Joel. Lillie, Lill, Kipper and Ronja escape from the HQ. Lillie later on returns to take over the HQ and meet Kane. After the HQ breaks down, she leaves with Kane and gives birth to Sayuri. Sayuri finds the ruins of the HQ and tries to rebuild it with the help of Rosa, founding Team Galactic\n-\tLill gets separated from Lillie and has a change of heart. She leaves the HQ and afterwards leaves Kipper to live with Alex. With his help she learns how to be human and brings life into the world\n-\tRonja escaped from the HQ and almost dies on the streets. After Kipper rescues her, she returns to the HQ to support Cat. When Kipper gets captured, she helps him escape after convincing Cat to separate Lill from Lillie. Because Kipper helped her out before, she helps him out and ends up escaping with him and staying with him. She later on gives birth to Andrew, Hikari and Yami. Andrew finds out about the HQ and learns that there he might be able to bring back his first, dead love\n"
  }
]
